module.exports = [{
  "name": "川菜",
  "value": "chuancai",
  "data": [{
    "name": "正宗洋葱回锅肉",
    "img": "https://s1.st.meishij.net/r/97/135/12346347/a12346347_153397872702953.jpg",
    "target": "https://www.meishij.net/zuofa/zhengzongyangconghuiguorou.html",
    "data": {
      "mainMaterial": ["寇大香鲜椒豆瓣", "二刀肉", "洋葱"],
      "auxiliaryMaterials": ["花椒粒", "白糖", "小榨菜籽油", "生姜", "大葱", "食盐", "味精"],
      "cookingMethod": ["食材：寇大香鲜椒豆瓣、二刀肉、洋葱、花椒粒、白糖、小榨菜籽油、生姜、大葱、食盐、味精等。", "将新鲜猪肉切成适量大小，放入水中开中火炖煮，添加葱段、姜片、花椒去除肉腥味。（如果没有大葱、生姜、花椒也可不加）", "二刀肉煮至筷子可以较为容易穿透猪肉时，即可捞出放凉并切成适度薄片，同时将洋葱洗净切片。（筷子可以穿透猪肉时即便是肉已煮熟，切片猪肉过厚或过薄）", "炒锅加热倒入小榨菜籽油，待油温渐高后放入花椒过热油。将切好的二刀肉放入锅中翻炒至肉片卷曲后，即可加入寇大香鲜椒豆瓣，并添加少量白糖。", "待放入的寇大香鲜椒豆瓣后继续翻炒入味即可", "放入洋葱片与回锅肉一同翻炒，直到洋葱去生炒熟再根据个人口味适当添加食盐、味精等即可出锅盛盘。", "完成"]
    }
  }, {
    "name": "麻婆豆腐#午餐",
    "img": "https://s1.st.meishij.net/r/80/133/5970830/a5970830_152834931817261.jpg",
    "target": "https://www.meishij.net/zuofa/mapodoufuwucan.html",
    "data": {
      "mainMaterial": ["豆腐300克", "麻婆豆腐调味料1包"],
      "auxiliaryMaterials": ["香葱1颗"],
      "cookingMethod": ["食材备好", "豆腐切块，香葱切碎", "冷锅放入一包调料", "小火加热炒香", "加入适量水", "烧开", "放入豆腐", "用锅铲翻匀炖至三五分钟", "加入少许水淀粉勾芡", "撒上香葱出锅", "好吃的麻婆豆腐做好了"]
    }
  }, {
    "name": "家常干锅排骨",
    "img": "https://s1.st.meishij.net/r/174/213/2303424/a2303424_152716573964407.jpg",
    "target": "https://www.meishij.net/zuofa/jiachangganguopaigu.html",
    "data": {
      "mainMaterial": ["排骨500克", "胡萝卜适量", "芹菜适量"],
      "auxiliaryMaterials": ["洋葱适量", "生姜适量", "黄酒适量", "干锅调料适量", "蒜头适量", "生抽适量", "老抽适量", "玉米淀粉适量", "菜籽油适量", "精盐适量"],
      "cookingMethod": ["排骨选用肋排，剁相匀小段。用清水浸泡半小时左右，换二三净水，泡去血水。加少许黄酒腌制分钟。", "芹菜切段，胡萝卜切细条，与芹菜差不多大小。也可以用西芹。配菜随意，也可以再配些红辣椒，青辣椒。", "切好洋葱丝，姜片，备好干锅调料粉。喜欢辣的可以多放一些干锅调料粉。", "排骨沥去一些水分，加勺油拌一下，再加入适量玉米淀粉拌匀。赞拌点油，油可以锁住排骨水份。这样也防止入油锅时会炸油，排骨炸后外酥里嫩。", "锅中入油，炸排骨，炸至微黄捞出，把油再次加温，入锅重炸一次捞出备用。先是慢火炸熟。", "锅中留底油，入生姜片，洋葱丝，蒜片炒香。如果用郫县豆瓣酱，干椒、香料这些食材，在这一步加入即可。", "加入胡萝卜、芹菜炒至变软。", "加入炸好的排骨炒匀。", "加入干锅调料粉，勺生抽、1勺老抽，适量精盐炒匀即可出锅。", "在碟子底部放上芹菜叶，芹菜叶可以生吃，与多油的干锅排骨很好搭配，是吧。"]
    }
  }, {
    "name": "宫保鸡丁",
    "img": "https://s1.st.meishij.net/r/23/237/621773/a621773_152697820674718.jpg",
    "target": "https://www.meishij.net/zuofa/gongbaojiding_221.html",
    "data": {
      "mainMaterial": ["鸡胸肉1块", "黄瓜半根", "胡萝卜半根", "大葱半根", "花生米1大把"],
      "auxiliaryMaterials": ["干红辣椒5个", "食用油适量", "花椒适量", "盐适量", "生抽1勺", "香醋1勺", "红薯淀粉少许"],
      "cookingMethod": ["准备好所需的食材，分别清洗干净", "鸡胸肉用刀切成大小均匀的丁，大约3cm左右厚和宽", "花生米放烤箱中度上下火烤13分钟左右取出去掉外层红皮。家里没有烤箱可以直接放锅里炒熟或油炸熟，我习惯用烤箱烤，简单方便，同时还不用担心烤糊", "胡萝卜、黄瓜分别切丁备用，大葱切段备用", "切好的鸡丁中加入红薯淀粉、生抽、盐和少许清水拌均匀腌制~5分钟入味", "煤气灶开火，锅里倒入适量的食用油，油烧热后放入大葱段小火慢慢煸炒出香味", "炒香后加入干红辣椒和花椒粒一起快速翻炒出辣椒的香味", "加入胡萝卜翻炒至表面稍稍变色", "放入腌制过的鸡丁大火快速翻炒", "大约炒秒左右后鸡肉表面全部变成白色", "放入香醋快速翻炒几下入味", "加入黄瓜、花生米和少许盐", "翻炒均匀后关火出锅"]
    }
  }, {
    "name": "蚂蚁上树#午餐#",
    "img": "http://s1.st.meishij.net/r/155/126/5469155/a5469155_152409996870578.jpg",
    "target": "https://www.meishij.net/zuofa/mayishangshuwucan.html",
    "data": {
      "mainMaterial": ["粉丝100克", "猪肉100克", "郫县豆瓣酱1勺"],
      "auxiliaryMaterials": ["蒜米4瓣", "葱花适量", "食用油适量"],
      "cookingMethod": ["粉丝剪短一点，用温水泡到指甲可以掐断的程度", "蒜米切碎，葱花切碎", "猪肉剁成肉末", "热锅冷油，放入适量的油，放肉末翻炒", "肉末炒到变色起锅盛出", "锅里放入适量的油，下蒜米爆出香味", "加入勺郫县豆瓣酱翻炒出红油", "锅里加入适量的水", "放入炒好的肉末", "汤汁煮浓一点比较入味", "加入泡好的粉丝", "粉丝和肉末汤汁翻炒均匀", "撒上适量的葱花", "翻炒均匀后出锅，不要炒太久，粉丝容易碎掉", "孩子特别喜欢吃"]
    }
  }, {
    "name": "家常口水鸡",
    "img": "http://s1.st.meishij.net/r/115/102/588115/a588115_151757988536375.jpg",
    "target": "https://www.meishij.net/zuofa/jiachangkoushuiji_1.html",
    "data": {
      "mainMaterial": ["嫩鸡  一只 "],
      "auxiliaryMaterials": ["油35毫升", " 黄酒25毫升 ", "花生20克", "香菜少许 ", "生姜片少许", "小葱少许", "麻辣粉1汤匙", " 鲜酱油2汤匙", "蒜末10克", "香油少许"],
      "cookingMethod": ["鸡洗净", "先备好煮鸡的调料，生姜片，小葱打结 ，黄酒\n\n", "鸡冷水下锅下入葱姜，黄酒", "盖上大火煮开后撇清浮沫后转中火烧分钟", "之后开盖用筷子戳入最厚的部位没有血水流出熄火焖加盖分钟", "把鸡捞起放入冰水里泡至全部冷却后捞起沥干水", "再把鸡皮表面刷上一层香油后斩块装入盘里", "备好花生米，蒜末，香菜碎，麻辣粉 碗中倒入鲜酱油", "冷锅加入毫升冷油下入花生米炸香后捞起拍碎", "把拍碎的花生米和鲜酱油，麻辣粉混合", "勺子里倒入毫升油烧制冒烟", "倒入碗中拌匀后再加入汤匙鸡汤调匀", "把料汁淋上再把香菜碎加入即可享用"]
    }
  }, {
    "name": "水煮鱼_逆生长",
    "img": "http://s1.st.meishij.net/r/232/134/6033732/a6033732_151757117944287.jpg",
    "target": "https://www.meishij.net/zuofa/shuizhuyunishengchang.html",
    "data": {
      "mainMaterial": ["花鲢3斤", "豆芽半斤"],
      "auxiliaryMaterials": ["豆瓣30克", "盐适量", "白酒适量", "火锅底料30克", "油50克", "芹菜1根", "芝麻适量", "花椒5克", "干辣椒15克", "大蒜5瓣", "姜20克", "香叶1片", "桂皮3克", "鸡蛋一个", "淀粉10克"],
      "cookingMethod": ["杀鱼 。我是自己杀的，超市也可以给你杀", "鱼骨斩块，鱼肉切片", "腌制 ，鱼片中加入适量盐，水淀粉，鸡蛋清，白酒。鱼骨中加入盐，白酒，腌制分钟。", "腌制鱼的时候，清理豆芽", "准备佐料见图，另外切了点姜蒜末，没有照出来。", "锅中起油，豆芽炒断生即可，放入钵中。", "煎制鱼骨。煎透一点最好。", "倒入开水。必须是开水哟，这样汤才会奶白。", "起锅烧油，加入佐料，花椒用了一半，另一半备用", "加豆瓣酱，辣椒(这里是一半的辣椒，另外一半切小块备用)，炒香", "佐料炒香，加入鱼汤，加入火锅底料，芹菜段。煮分钟。", "漏勺捞出锅中的干货。留汤，烧开。", "留下的汤，烧开，看口味加入盐，我没有加，豆瓣有盐的。", "关火加入鱼片，煮两分钟", "起锅，鱼片上撒上点姜蒜末，放上芹菜叶", "起锅烧油，倒入花椒", "油成热，加入辣椒段。注意辣椒段别糊了，但是又要有一点糊味才香。", "淋入鱼片中，撒上芝麻。"]
    }
  }, {
    "name": "麻婆豆腐炒肉",
    "img": "http://s1.st.meishij.net/r/66/120/12405066/a12405066_151731492955819.jpg",
    "target": "https://www.meishij.net/zuofa/mapodoufuchaorou.html",
    "data": {
      "mainMaterial": ["豆腐200克", "猪肉(瘦)1000克到1500克"],
      "auxiliaryMaterials": ["生抽适量", "香葱三根", "盐适量", "猪油适量"],
      "cookingMethod": ["把肉切成片", "把豆腐切成块", "把猪油烤化", "将肉放进锅里", "放入香葱", "把豆腐放入锅中翻炒", "放肉酱辣椒r", "将炒好的肉放进锅里翻炒。", "放入生抽和盐"]
    }
  }, {
    "name": "麻婆豆腐",
    "img": "http://s1.st.meishij.net/r/35/102/5838035/a5838035_151723362012545.jpg",
    "target": "https://www.meishij.net/zuofa/mapodoufu_201.html",
    "data": {
      "mainMaterial": ["豆腐1块"],
      "auxiliaryMaterials": ["花椒适量", "菜籽油适量", "水适量", "淀粉适量", "姜蒜适量", "豆瓣酱3勺", "葱少许", "生抽1勺"],
      "cookingMethod": ["锅中倒入适量的菜籽油，等油熟烫之后加入姜蒜炒香。", "接着加入豆瓣酱继续炒香。", "淀粉加入少量的水勾芡，倒入锅中，加入生抽搅动混合均匀。", "锅中的汤汁沸腾之后加入切块的豆腐。", "煮至锅中的豆腐沸腾之后加入花椒关火起锅。装盘将汤汁淋在豆腐上，撒上少许的葱就可以啦。"]
    }
  }, {
    "name": "懒人版无辣酸菜鱼",
    "img": "http://s1.st.meishij.net/r/26/54/8638526/a8638526_151711489963901.jpg",
    "target": "https://www.meishij.net/zuofa/lanrenbanwulasuancaiyu.html",
    "data": {
      "mainMaterial": ["龙利鱼2片", "酸菜鱼调理1份"],
      "auxiliaryMaterials": ["豆芽100克", "姜1块", "木耳20克", "料酒2勺", "生抽2勺", "蚝油1勺", "香醋2勺", "葱白1段", "小葱1搓", "蒜5瓣"],
      "cookingMethod": ["准备原材料。", "片鱼片，在于还未完全解冻的时候比较好片。", "葱姜切片，蒜瓣拍碎，小葱打结，留一部分小葱叶切碎最后点缀使用。豆芽清洗控水。木耳撕成小朵。", "姜蒜料酒生抽淀粉调匀腌制鱼片分钟左右。等待的过程中焯烫豆芽和木耳。", "焯烫好的豆芽和木耳铺在盛酸菜鱼的容器底部。", "热油爆葱姜蒜。", "爆炒酸菜，酸菜提前切一下，我忘记切了，块有些大。", "放入清水，调料，葱结，料酒，生抽，蚝油和清水。", "水开后下入鱼片。鱼肉变色再煮-3分钟出锅即可。"]
    }
  }, {
    "name": "干贝边炖豆腐",
    "img": "http://s1.st.meishij.net/r/67/36/4071567/a4071567_151687328602508.jpg",
    "target": "https://www.meishij.net/zuofa/ganbeibiandundoufu.html",
    "data": {
      "mainMaterial": ["杭椒1个", "豆腐200克", "干贝边20克", "胡萝卜30克"],
      "auxiliaryMaterials": ["食用油适量", "料酒少许", "生粉少许", "京葱少许", "生姜4片", "白糖1小撮", "食盐1小勺", "郫县豆瓣酱2汤匙"],
      "cookingMethod": ["备好食材、豆腐切小块提前用盐水煮下去除豆腥味", "这是开袋即食干的干贝边、不用提前浸泡", "用水简单地冲洗下就全打开了", "葱姜、杭椒和胡萝卜洗净后切好备用", "平底锅烧热后倒油、转小火下郫县豆瓣酱炒香炒出红油、再放葱姜煸香", "烹入料酒去除酱的异味后，再加点点白糖和适量清水烧开，增鲜提味", "放入豆腐加盖煮开后转小火", "待煮至豆腐逐渐上色后下入胡萝卜", "稍后放入干贝边", "待卤汁不多时放入杭椒碎，再根据咸淡加点食盐", "因豆腐外表滑嫩不容易挂上芡糊，因此分二次挂糊：在锅中冒泡最多的地方、淋些淀粉糊、稍后晃动下锅子", "接着再在冒泡最多的地方再淋些淀粉糊，稍后轻轻地翻炒均匀既可关火出锅"]
    }
  }, {
    "name": "辣子鸡",
    "img": "http://s1.st.meishij.net/r/80/149/4224830/a4224830_151693504316772.jpg",
    "target": "https://www.meishij.net/zuofa/laziji_86.html",
    "data": {
      "mainMaterial": ["鸡腿2个", "藕200克"],
      "auxiliaryMaterials": ["油适量", "盐6克", "白糖3克", "酱油2汤匙", "料酒2汤匙", "胡椒粉2克", "葱姜适量", "辣椒适量", "花椒2克", "淀粉适量", "芝麻少许"],
      "cookingMethod": ["把鸡腿洗净    ", " 剔除骨头  ", " 将其改刀切小块 ", " 加盐、胡椒粉、料酒拌匀腌渍分钟 ", " 然后加入淀粉搅拌均匀  ", " 把藕洗净去皮切块\n ", " 油温成热，放入鸡块炸制定型后捞出\n ", "提高油温成热，放入鸡块无二次复炸至上色\n  ", " 捞出沥净油脂备用 ", "把藕丁炸制分钟，捞出备用\n ", " 锅留底油，炒香葱姜\n ", " 放入辣椒段、花椒炒香，烹入料酒\n ", " 加酱油、盐、白糖调味\n", "放入备用的鸡块、藕块 ", " 快速翻炒均匀 ", " 撒入适量芝麻，翻炒均匀，即可关火 ", "出锅装盘OK"]
    }
  }, {
    "name": "彩椒炒回锅肉",
    "img": "http://s1.st.meishij.net/r/41/212/5178041/a5178041_151695636590156.jpg",
    "target": "https://www.meishij.net/zuofa/caijiaochaohuiguorou.html",
    "data": {
      "mainMaterial": ["熟五花肉1块", "青椒1个", "红椒1个", "黄椒1个"],
      "auxiliaryMaterials": ["葱1段", "姜2片", "花生油20克", "盐1克"],
      "cookingMethod": ["红黄青椒去蒂去白芯洗净切块", "葱姜切碎，煮好的五花肉切薄片", "锅中烧热油，倒入肉片翻炒至肉片出现金黄", "加入葱姜爆香", "倒入彩椒块翻炒均匀", "再加入适量盐就好了"]
    }
  }, {
    "name": "辣子鸡",
    "img": "http://s1.st.meishij.net/r/50/26/9194050/a9194050_151650721500479.jpg",
    "target": "https://www.meishij.net/zuofa/laziji_85.html",
    "data": {
      "mainMaterial": ["鸡肉半只"],
      "auxiliaryMaterials": ["大蒜七八个", "姜一块", "花椒一小吧", "干辣子爱吃辣的就可以多放点", "料酒一小勺", "老抽一点点", "草果一，两个", "八角一，两个"],
      "cookingMethod": ["干辣子剪短，泡在水里，水适量", "大蒜剥好，姜拍扁备用", "鸡洗净，切块", "放锅热油，放入草果，八角，花椒，椒，稍炒一会，放入辣椒节，炒香，最后放入大蒜炒辣椒", "再放入鸡块，炒变色以后，放些料酒，稍炒，再放入老抽，上色", "上色后，放入泡辣椒的辣椒水，大火收汁，收汁后炒一会，放入盐，味精，炒香就可以啦~"]
    }
  }, {
    "name": "麻辣水煮鱼",
    "img": "http://s1.st.meishij.net/r/169/79/1269919/a1269919_151661837681593.jpg",
    "target": "https://www.meishij.net/zuofa/malashuizhuyu_30.html",
    "data": {
      "mainMaterial": ["鱼肉400克", "豆腐350克"],
      "auxiliaryMaterials": ["盐一勺", "蒜米20克", "茶籽油15克", "芹菜30克", "麻辣汁二勺", "胡椒粉5克", "鸡精2克", "生抽20克", "孜然粉5克"],
      "cookingMethod": ["食材", "豆腐切丁，鱼切片，切点蒜米，芹菜", "豆腐切丁用盐入味", "鱼撒上盐，淋上生抽，孜然粉入味", "备麻辣汁", "蒜米炒香", "下入豆腐", "炒片刻", "放清水", "调进麻辣汁", "喜欢更辣的多放一勺", "再放点盐", "煮二分钟", "倒进鱼肉", "淋点生抽再次烧开", "放点生粉水", "撒上鸡精，芹菜或香葱，胡椒粉", "出锅"]
    }
  }, {
    "name": "鱼香肉丝",
    "img": "http://s1.st.meishij.net/r/70/49/2949820/a2949820_151645770362161.jpg",
    "target": "https://www.meishij.net/zuofa/yuxiangrousi_200.html",
    "data": {
      "mainMaterial": ["瘦肉100克", "黑木耳4片", "胡萝卜一根", "黄葱半根", "色拉油一勺"],
      "auxiliaryMaterials": ["郫县豆瓣一勺", "生抽一勺", "白糖3大勺", "醋2勺", "骨头汤一勺", "红糖一勺", "泡姜一个", "泡海椒1个"],
      "cookingMethod": ["泡姜泡海椒切碎备用，自己泡干木耳卫生，胡萝卜切丝，（猪肉放盐腌制，加适量料酒，加生粉抓匀）", "热油加热倒入瘦肉（油要够多，以防肉粘锅以及剩下的油可以炒木耳和胡萝卜）", "将肉盛出", "将泡椒泡姜放入油中溅香", "溅香油后倒入胡萝卜和木耳（可先倒胡萝卜炒一会儿后倒入木耳）", "加一勺豆瓣", "加入黄葱翻炒均匀", "适量生抽（根据自己口味可加老抽）白糖勺醋2勺（可根据自己口味多加）红糖一勺（有助上色）骨头汤2烧（若家中有的话）", "加入调好的酱汁（糖 醋 生抽 红糖 骨头汤）", "超匀起锅（最后可加些花生米）"]
    }
  }, {
    "name": "回锅肉",
    "img": "http://s1.st.meishij.net/r/55/44/10386055/a10386055_151651279039503.jpg",
    "target": "https://www.meishij.net/zuofa/huiguorou_143.html",
    "data": {
      "mainMaterial": ["五花肉300克", "蒜苗5颗", "尖椒8个"],
      "auxiliaryMaterials": ["姜片5个", "花椒20颗", "豆瓣酱10克", "糖1勺", "盐5克"],
      "cookingMethod": ["五花肉整块洗净冷水下锅，加入花椒，姜片，葱苗，料酒大火煮开，改中火煮五到七分钟捞出洗净。这时猪肉有七成熟。", "煮的同时蒜苗尖椒洗净切好备用，朋友送的腊肠，我加了一点进去，也可以不加。洗净好的五花肉切薄片，煸炒出来口感会更好。", "热锅下少许油至七成热下肉片，把肉少中油脂煸炒出来。", "油煸炒出来后加入豆瓣酱翻炒至红亮。", "加入一勺糖翻炒", "下尖椒和腊肠，翻炒至尖椒微熟，不要抄老了，尖椒就不脆了。", "下蒜苗快速翻炒，加鸡精，淋一点香油，加少于盐，豆瓣酱有盐，根据自己口味添加盐的量。蒜苗只要断生即可出锅。"]
    }
  }, {
    "name": "辣子鸡",
    "img": "http://s1.st.meishij.net/r/168/27/9569418/a9569418_151651442362580.jpg",
    "target": "https://www.meishij.net/zuofa/laziji_84.html",
    "data": {
      "mainMaterial": ["鸡肉250克"],
      "auxiliaryMaterials": ["干辣椒100～150克"],
      "cookingMethod": ["我选用的辣椒是辣的与不辣的，比例:3", "鸡肉宰成小丁，放盐，料酒或白酒腌制～10分钟。\\n土豆切细丝用水淘洗掉土豆含有的淀粉。", "土豆炸成金黄色捞出摆盘，为一圈。（土豆丝可以多点）", "六七成油温下鸡肉过油。", "不知道要过多久？看鸡皮变黄带微微糊沥出。", "有红油可以放红油，下姜蒜炒香。", "再放干辣椒，干红花椒用小火慢炒出香味，下鸡肉，（调料：鸡精，味精，白糖）蒜苗，炒制均匀装盘即可。"]
    }
  }]
}, {
  "name": "湘菜",
  "value": "xiangcai",
  "data": [{
    "name": "笋干炒腊肉",
    "img": "http://s1.st.meishij.net/r/208/102/1025708/a1025708_152031692347622.jpg",
    "target": "https://www.meishij.net/zuofa/sunganchaolarou_5.html",
    "data": {
      "mainMaterial": ["干笋100克", "腊肉一小块"],
      "auxiliaryMaterials": ["油一勺", "盐一撮", "青红椒几个"],
      "cookingMethod": ["干竹笋用水泡发，撕成小条", "腊肉准备", "将腊肉倒入油锅，稍微煎制，将多余的油脂煸炒出来", "将笋丝倒进去，加入青红辣椒一起翻炒片刻，至竹笋微微变色", "加入盐，翻炒均匀，出锅，趁热食用"]
    }
  }, {
    "name": "左宗棠鸡",
    "img": "http://s1.st.meishij.net/r/42/74/10518542/a10518542_151755352951693.jpg",
    "target": "https://www.meishij.net/zuofa/zuozongtangji_13.html",
    "data": {
      "mainMaterial": ["鸡腿1k克"],
      "auxiliaryMaterials": ["大蒜适量", "干辣椒适量", "香葱适量", "淀粉适量", "糖适量", "盐适量", "味精适量", "香醋适量", "海鲜酱油适量"],
      "cookingMethod": ["备好食材，鸡腿去骨切小块，加入淀粉一点点盐抓匀，蒜切末，姜辣椒切段", "提前调好糖醋汁,三大勺糖三大勺香醋（一定要舍得放糖醋），一勺海鲜酱油，两勺水备用，一点点盐", "热锅下油，下入鸡肉（鸡肉一块一块下入油锅，下入以后一分钟内不要翻动，炸定型）", "搅拌防止粘连，炸至金黄酥脆", "热锅下少量的油，加入蒜末干辣椒炒香", "加入糖醋汁煮沸（勾一点点芡进去）", "翻炒均匀出锅啦~"]
    }
  }, {
    "name": "孔雀开屏鱼",
    "img": "http://s1.st.meishij.net/r/53/149/2912303/a2912303_151727022433891.jpg",
    "target": "https://www.meishij.net/zuofa/kongquekaipingyu_13.html",
    "data": {
      "mainMaterial": ["鲈鱼一条"],
      "auxiliaryMaterials": ["胡萝卜半根", "料酒10克", "蒸鱼豉油10克", "盐少许", "醋半勺", "葱适量", "姜适量"],
      "cookingMethod": ["准备鲈鱼", "处理干净，控水。", "准备葱姜丝。", "将鲈鱼去头去尾（一刀切下），然后将身体部分（如图）切一厘米厚片，腹部连着不切断。", "将鱼放盘中，全身抹盐，盘中加料酒，半勺醋，葱姜腌制分钟。", "将多余材料全部去除，将葱姜丝铺底，鱼摆好成开屏状。", "大火烧开水，将鱼放入。", "蒸分钟，在焖2分钟。不要时间长，不然鱼肉太老了，口感不好。", "准备装饰材料，我用胡萝卜花。", "将蒸鱼豉油或者生抽均匀的撒在鱼身上。", "锅里烧热油。", "浇在鱼上面，就可以了。"]
    }
  }, {
    "name": "剁椒鱼头",
    "img": "http://s1.st.meishij.net/r/168/44/9198668/a9198668_151685161689203.jpg",
    "target": "https://www.meishij.net/zuofa/duojiaoyutou_102.html",
    "data": {
      "mainMaterial": ["鱼头1个"],
      "auxiliaryMaterials": ["料酒15克", "红剁椒50克", "豆瓣酱30克", "豆豉15克", "葱段30克", "葱花20克", "姜片20克", "盐2克"],
      "cookingMethod": ["鱼头 个、料酒 15g、红剁椒 50g、豆瓣酱 30g、豆豉 15g\n葱段 30g、葱花 20g、姜片 20g、盐 2g", "用少许盐和料酒将芋头腌制分钟", "锅中打入红剁椒、豆瓣酱、豆豉炒香，盛入碗中备用", "碗底铺上姜片和葱段，将鱼头盖上", "将炒好的剁椒酱均匀铺在鱼头上", "移入蒸锅，沸水煮分钟", "撒上葱花", "不说啦马上开动！"]
    }
  }, {
    "name": "笋干炒腊肉",
    "img": "http://site.meishij.net/r/208/102/1025708/a1025708_151513056760466.jpg",
    "target": "https://www.meishij.net/zuofa/sunganchaolarou_4.html",
    "data": {
      "mainMaterial": ["干笋200克", "腊肉400克"],
      "auxiliaryMaterials": ["油一勺", "青红椒几个", "盐一小勺"],
      "cookingMethod": ["干竹笋用水泡发，撕成小条", "腊肉准备", "将腊肉倒入油锅，稍微煎制，将多余的油脂煸炒出来", "将笋丝倒进去，加入青红辣椒一起翻炒片刻，至竹笋微微变色", "加入盐，翻炒均匀", "出锅，趁热食用"]
    }
  }, {
    "name": "油豆腐酿肉",
    "img": "http://site.meishij.net/r/171/202/12300671/a12300671_151525830458855.jpg",
    "target": "https://www.meishij.net/zuofa/youdoufuniangrou_14.html",
    "data": {
      "mainMaterial": ["油豆腐200克", "猪肉馅150克", "辣椒4颗"],
      "auxiliaryMaterials": ["盐少许", "生抽5勺", "老抽2勺", "料酒1勺", "鸡蛋清1个", "姜小块", "葱1把", "胡椒粉少许", "冰糖3颗"],
      "cookingMethod": ["猪肉剁成肉糜，辣椒切成圈状，葱切段，姜切末。", "肉糜加入葱段、料酒、生抽、姜末、鸡蛋清、少许盐。", "将肉与佐料顺着一个方向搅拌均匀。", "用刀将油豆腐中间挖个小洞，并用筷子将油豆腐中心搅散些方便塞肉。", "将肉陷塞入油豆腐中，注意不要塞太满，这样口感和汁水更饱满。", "锅底倒油，将所有塞好肉的油豆腐下锅煎一会，煎至金黄，让油豆腐定型。", "煎好后加热水，再加入勺左右生抽、2勺老抽，据个人口味加入少许冰糖。翻炒至油豆腐上色、冰糖融化。", "加盖中小火焖煮-20分钟，中途需要将油豆腐翻面，以便油豆腐与肉入味。", "改大火，倒入辣椒圈翻炒，汁水收完辣椒也差不多熟啦！尝一下汤汁口味，感觉偏淡还可以加少许盐。然后准备出锅拉。", "出锅装盘，撒上葱花！仙气逼人的真•肉豆腐酿肉完成啦。油豆腐吸满了汤汁，一口下去汁水四溢，包裹着满满的肉馅，都是满足。"]
    }
  }, {
    "name": "小炒肉（开胃小炒肉）",
    "img": "http://site.meishij.net/r/189/29/6069939/a6069939_151290506028350.jpg",
    "target": "https://www.meishij.net/zuofa/xiaochaoroukaiweixiaochaorou.html",
    "data": {
      "mainMaterial": ["猪瘦肉300克"],
      "auxiliaryMaterials": ["辣椒3个", "大葱1棵", "芹菜1棵", "泡椒3个", "姜蒜适量", "洋葱适量"],
      "cookingMethod": ["材料洗净备用", "适量料酒整块腌制三到五分钟", "猪肉切丁", "配料切丁", "肉丁炒至如图，加入适量豆瓣酱，放入配料炒制两分钟，放盐鸡精起锅。"]
    }
  }, {
    "name": "剁椒鱼头",
    "img": "http://site.meishij.net/r/208/102/1025708/a1025708_151253544758701.jpg",
    "target": "https://www.meishij.net/zuofa/duojiaoyutou_99.html",
    "data": {
      "mainMaterial": ["鱼头一个"],
      "auxiliaryMaterials": ["油一大勺", "剁辣椒30克", "盐一撮", "葱姜蒜末少许", "料酒两勺", "白胡椒粉2克"],
      "cookingMethod": ["新鲜辣椒洗干净，去掉蒂，晾至表面没有水份", "剁碎后加入盐，拌匀，腌制一晚上即可食用", "鱼头去鳃后冲洗干净，做剁椒鱼头一定要用这种鱼的鱼头，大，肉厚肥美。", "将盐、白胡椒粉。克姜末抹在鱼头内外，抹匀，淋上料酒去腥", "蒸锅中加水煮沸，取适量葱段和姜片，垫放在盘子底部", "将鱼头架在上面，这样能够进一步将鱼头去腥，并且可以将鱼头架空，更利于整齐地循环。", "砂锅放半锅水，放入紫菜", "鱼头摆放进蒸笼，放在砂锅上，大火将鱼头先蒸分钟左右，由于之前抹了盐，鱼头中会析出一些水分，将水笔出", "将剁椒均匀地铺在鱼头上，再撒上姜末蒜末，大火蒸制分钟后出锅", "将葱花洒在蒸好的鱼头上", "锅中将油烧至八成熟", "即能看到明显的油烟的时候，将热油浇在鱼头上，进一步让葱姜蒜和剁辣椒的香气散出即可"]
    }
  }, {
    "name": "手把手教你做湖南老家的剁辣椒",
    "img": "http://site.meishij.net/r/208/102/1025708/a1025708_151246475198020.jpg",
    "target": "https://www.meishij.net/zuofa/shoubashoujiaonizuohunanlaojiadeduolajiao.html",
    "data": {
      "mainMaterial": ["红辣椒1000克"],
      "auxiliaryMaterials": ["红尖椒一把", "盐少许"],
      "cookingMethod": ["红辣椒挑选出品质不好的，清洗干净", "放在阴凉处晾干水分，不要暴晒哦，晾干表面的额水分即可。", "处理好的红辣椒去掉蒂", "切成小段", "一般都是直接用菜刀剁碎，为了省事，我采用料理机操作，将辣椒段放入料理机", "扣上盖子，通电工作，将辣椒绞碎", "有点颗粒感会更好，这个程度就差不多了。辣椒水可以留着炒菜哦，不要倒掉了", "红尖椒也同样处理好", "切段，绞碎", "将红尖椒和红辣椒拌匀，放入比炒菜稍微多点的盐", "拌匀后放入密封的容器保存即可。容器要无油无水，夹取的时候也不要沾水，这么一大罐，可以保存很久哦"]
    }
  }, {
    "name": "农家小炒肉",
    "img": "http://site.meishij.net/r/205/237/10434455/a10434455_151195569443666.jpg",
    "target": "https://www.meishij.net/zuofa/nongjiaxiaochaorou_51.html",
    "data": {
      "mainMaterial": ["猪肉(肥瘦)250克", "螺丝椒5个"],
      "auxiliaryMaterials": ["葱白3个", "蒜三瓣", "料酒1茶匙", "蚝油1茶匙", "生抽1茶匙", "老抽2茶匙", "生粉少许", "盐适量", "鸡精适量"],
      "cookingMethod": ["猪肉洗净，肥瘦分开，切片。用老抽，蚝油，生粉，少许盐腌制廋肉，用手抓均匀，腌制分钟左右。", "趁着腌制肉的时间，螺丝椒洗干净，滚刀切，蒜切片。葱白切段。", "热锅起油，大火，七成热，转中小火，倒入肥肉，炸出猪油，但肥肉不能炸焦。", "放料酒、生抽。", "倒入螺丝椒，转大火翻炒，翻炒至螺丝椒表面酥软。", "倒入腌制好的瘦肉，翻炒均匀。", "放入葱白、蒜片，蒜是肉的勾魂引嘛。继续翻炒，炒出香味来。放盐、鸡精调味，翻炒均匀。加少许水，烹下。起锅。", "这样农家小炒肉就好了。"]
    }
  }, {
    "name": "八带酸辣汤",
    "img": "http://site.meishij.net/r/219/162/6603219/a6603219_151161505176264.jpg",
    "target": "https://www.meishij.net/zuofa/badaisuanlatang.html",
    "data": {
      "mainMaterial": ["小八带200克"],
      "auxiliaryMaterials": ["胡萝卜1块", "大葱1段", "姜1块", "盐3克", "油半勺", "小油菜6颗", "料酒半勺", "香油几滴", "黑胡椒粉适量", "鸡蛋2个", "香醋1汤勺", "淀粉1茶匙", "小葱1颗"],
      "cookingMethod": ["白带去掉筋和墨汁清洗干净。", "配菜处理一下，如图。", "锅中注水烧开，放入料酒，然后放入八带戳水秒钟，至八带爪萎缩。", "快速的捞出过入凉水中。", "在放去胡萝卜和小油菜戳水，捞出用凉水控一下。", "锅中放油烧热，放入葱，姜末炝锅出味。", "倒入清水煮开。", "加入八带，转小火。", "放入胡萝卜和小油菜，保持小火。", "放入盐，在放进黑胡椒粉拌匀。", "在淋入淀粉水，然后放入蛋液，轻微搅拌均匀。", "最后淋入米醋拌匀大火煮开后立马断火。", "最后拌匀即可出锅。"]
    }
  }, {
    "name": "干锅花菜",
    "img": "http://site.meishij.net/r/207/124/10468707/a10468707_151142964532488.jpeg",
    "target": "https://www.meishij.net/zuofa/ganguohuacai_28.html",
    "data": {
      "mainMaterial": ["花菜500克", "五花肉250克"],
      "auxiliaryMaterials": ["油适量", "盐适量", "姜适量", "蒜适量", "辣椒适量", "酱油适量"],
      "cookingMethod": ["首先，往锅里加适量的油", "待油烧热后，将五花肉倒入锅内煸炒出香味", "将花菜沥干水后，倒入锅内大火爆炒", "加入适量盐、红椒、青椒翻炒，翻炒期间不需要加入清水", "加入适量鸡精翻炒", "最后关火，装盘"]
    }
  }, {
    "name": "鲜嫩虾仁肉沫蒸豆腐",
    "img": "http://site.meishij.net/r/01/26/10069001/a10069001_151126170337688.jpg",
    "target": "https://www.meishij.net/zuofa/xiannenxiarenroumozhengdoufu.html",
    "data": {
      "mainMaterial": ["肉沫200克", "虾仁10个", "内酯豆腐1盒"],
      "auxiliaryMaterials": ["蒸鱼豉油适量", "盐适量", "料酒适量", "葱花适量", "高汤适量", "榨菜适量"],
      "cookingMethod": ["盒装内酯豆腐", "豆腐切块放入蒸盘里。\n", "食材大集合", "榨菜洗净，切碎，放在豆腐上", "虾仁挑去虾肠洗净，切段，沥水。放入料酒，少许盐腌制一会。\n", "锅烧热，放油，", "倒入肉沫", "划散，炒至变色，放入料酒，蒸鱼豉油，适量盐翻炒，倒入少许高汤拌匀。\n", "把肉沫连汤倒在豆腐上。", "把虾仁分散放上去\n", "蒸锅水烧开，放入装豆腐的盘子，大火蒸分钟。\n", "开锅撒入葱花，虚蒸分钟即可。吃的时候用勺子稍微翻拌一下。\n"]
    }
  }, {
    "name": "小炒牛肉#秋季保胃战#",
    "img": "http://site.meishij.net/r/22/225/5306272/a5306272_151091094840355.jpg",
    "target": "https://www.meishij.net/zuofa/xiaochaoniurou_20.html",
    "data": {
      "mainMaterial": ["牛肉200克", "小米椒4个", "芹菜100克"],
      "auxiliaryMaterials": ["姜半个", "蒜2瓣", "泡椒4个"],
      "cookingMethod": ["准备好材料", "牛肉洗净泡水十五分钟", "芹菜去叶子，小米椒洗净，喜欢的话可以留些嫩的芹菜叶", "牛肉切丝", "加蛋清半个", "加生粉适量", "抓匀备用", "芹菜切段", "小米椒破开后切丝", "姜切丝", "蒜切片", "泡椒切段", "锅中倒油烧热", "倒入牛肉，滑肉，盛出", "锅中留少许油加入姜蒜爆香", "加入泡椒，芹菜，小米椒翻炒", "倒入牛肉翻炒", "加入适量水或者高汤", "略微煮一下，盛盘"]
    }
  }, {
    "name": "红烧鸽子肉",
    "img": "http://site.meishij.net/r/205/237/10434455/a10434455_150971702946934.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaogezirou.html",
    "data": {
      "mainMaterial": ["鸽子3只", "莴笋1根", "青椒1个", "红椒1个"],
      "auxiliaryMaterials": ["姜适量", "葱4根", "蒜适量", "花椒适量", "桂皮少量", "草果2个", "干辣椒7个", "生抽3茶匙", "老抽3茶匙", "料酒2茶匙", "蚝油1茶匙", "盐适量", "鸡精少许"],
      "cookingMethod": ["把鸽子洗净切块，用冷水泡分钟，泡出血水，本人不喜欢用入沸水中焯去血水，这样破坏了鸽子的味道了。泡血水的时候可以准备其他的材料了。", "把辅料洗净。蒜整个，葱白切断，姜切块，干辣椒中间切断，草果用菜刀开个口", "莴笋滚刀切大块，莴笋主要用来打底用的，如果切太薄会炖融化掉，所以要滚刀切大块。", "新鲜的青椒与红椒也要滚刀切大块，因为后面也要用来炖。", "热锅起油，七成热香料下锅爆香", "下鸽肉，大火炒至鸽肉微焦，放料酒、生抽、蚝油、生抽，上色翻炒一分钟。然后放盐少许，让鸽肉稍许的入味。转中火，后翻炒分钟。", "入水，不要淹过鸽肉就好，大火烧开后入盐，自己尝一下合适就好，转小火慢炖分钟。放鸡精。", "莴笋入砂锅打底，把炖好的鸽子肉倒入砂锅中，放红青椒，在把砂锅上液化气灶大火烧开，让砂锅有温度"]
    }
  }, {
    "name": "剁椒鱼头",
    "img": "http://site.meishij.net/r/208/102/1025708/a1025708_150969475744613.jpg",
    "target": "https://www.meishij.net/zuofa/duojiaoyutou_97.html",
    "data": {
      "mainMaterial": ["鳙鱼头1个", "剁辣椒30克"],
      "auxiliaryMaterials": ["油一大勺", "盐一撮", "剁辣椒30克", "葱姜蒜末少许", "料酒2勺", "白胡椒粉2克"],
      "cookingMethod": ["新鲜辣椒洗干净，去掉蒂，晾至表面没有水份", "剁碎后加入盐，拌匀，腌制一晚上即可食用", "鱼头去鳃后冲洗干净，做剁椒鱼头一定要用这种鱼的鱼头，大，肉厚肥美。", "将盐、白胡椒粉。克姜末抹在鱼头内外，抹匀，淋上料酒去腥", "蒸锅中加水煮沸，取适量葱段和姜片，垫放在盘子底部", "将鱼头架在上面，这样能够进一步将鱼头去腥，并且可以将鱼头架空，更利于整齐地循环。", "砂锅放半锅水，放入紫菜", "鱼头摆放进蒸笼，放在砂锅上，大火将鱼头先蒸分钟左右，由于之前抹了盐，鱼头中会析出一些水分，将水笔出", "将剁椒均匀地铺在鱼头上，再撒上姜末蒜末，大火蒸制分钟后出锅", "将葱花洒在蒸好的鱼头上", "锅中将油烧至八成熟", "即能看到明显的油烟的时候，将热油浇在鱼头上，进一步让葱姜蒜和剁辣椒的香气散出即可"]
    }
  }, {
    "name": "蒸剁椒鱼头",
    "img": "http://site.meishij.net/r/13/90/4835013/a4835013_150909475999104.jpg",
    "target": "https://www.meishij.net/zuofa/zhengduojiaoyutou.html",
    "data": {
      "mainMaterial": ["鱼头1个"],
      "auxiliaryMaterials": ["油适量", "盐适量", "葱适量", "姜适量", "蒜适量", "香油适量", "剁椒调味汁适量", "剁辣椒 适量"],
      "cookingMethod": ["材料准备好，剁椒没拍照哈。", "鱼头一分为二，加少量盐腌制", "取一砂锅，锅底放适量姜丝", "放入适量剁椒鱼头调味汁，抹匀。", "倒入适量的剁椒在鱼头表面。", "取一锅，放少量油，爆香蒜头", "将蒜头放入鱼头表面", "上锅蒸，水开后，大火蒸约分钟", "撒入葱花", "倒入适量的香油", "我焖了几分钟再出锅"]
    }
  }, {
    "name": "剁椒鱼头",
    "img": "http://site.meishij.net/r/30/75/4706280/a4706280_150908152478143.jpeg",
    "target": "https://www.meishij.net/zuofa/duojiaoyutou_96.html",
    "data": {
      "mainMaterial": ["鱼头1个", "剁椒250克"],
      "auxiliaryMaterials": ["葱少许", "姜少许", "生抽少许", "花生油少许"],
      "cookingMethod": ["鱼头清洗干净", "把鱼头从中间剁开", "用料酒和生抽搓匀", "加上生姜，大葱腌一会", "把剁椒均匀的铺在鱼头上", "蒸锅放水烧开，放上鱼头蒸分钟", "把花生油烧热，泼到剁椒上面，撒上葱末"]
    }
  }]
}, {
  "name": "粤菜",
  "value": "yuecai",
  "data": [{
    "name": "蒜蓉紫贝菜#晚餐#",
    "img": "https://s1.st.meishij.net/r/216/197/6174466/a6174466_152896341119107.jpg",
    "target": "https://www.meishij.net/zuofa/suanrongzibeicaiwancan.html",
    "data": {
      "mainMaterial": ["紫贝菜300克"],
      "auxiliaryMaterials": ["花生油40克", "盐2克", "蚝油8克", "大蒜籽5粒"],
      "cookingMethod": ["先把紫贝菜洗净，控干水份。", "把大蒜籽去皮洗净切粒。", "起油锅，放入大蒜籽爆香。", "放入紫贝菜大火翻炒至变软，撒入盐炒匀。", "放入蚝油炒匀，即可出锅享用。"]
    }
  }, {
    "name": "香菇虾仁糯米烧麦",
    "img": "https://s1.st.meishij.net/r/00/106/10089000/a10089000_152522815679944.jpg",
    "target": "https://www.meishij.net/zuofa/xiangguxiarennuomishaomai.html",
    "data": {
      "mainMaterial": ["糯米150克", "香菇4朵", "胡萝卜半根", "大虾8只", "饺子皮25张"],
      "auxiliaryMaterials": ["柠檬汁适量", "生抽适量", "盐适量"],
      "cookingMethod": ["糯米浸泡3小时以上，蒸锅上铺纱布，将泡好的糯米铺在上面，蒸30分钟；", "胡萝卜和香菇切碎；", " 虾去头，去尾部留下备用，中间剥皮去虾线切碎后滴入柠檬汁去腥；", " 热锅倒少许油，倒入虾肉翻炒", "加入香菇和胡萝卜碎，滴几滴酱油和少许盐，炒香后出锅", " 加入糯米拌匀；", " 饺子皮用擀面杖擀薄；", " 包入香菇虾仁糯米馅；", " 用虎口收紧，插入虾尾；", " 蒸格上垫油纸，将包好的烧卖放好，记得间隔多些，喷点水在烧卖上", "\\n冷水上锅蒸15分钟左右即可。"]
    }
  }, {
    "name": "白灼肥牛#晚餐#",
    "img": "http://s1.st.meishij.net/r/141/154/4351141/a4351141_152212733721882.jpg",
    "target": "https://www.meishij.net/zuofa/baizhuofeiniuwancan.html",
    "data": {
      "mainMaterial": ["肥牛150克", "黄豆芽150克", "葱白1段", "红尖椒1/2个", "生姜2片", "香菜1棵"],
      "auxiliaryMaterials": ["蒸鱼豉油3汤匙", "食用油2汤匙", "食盐适量"],
      "cookingMethod": ["准备好食材：肥牛克、黄豆芽150克、葱白1段切丝、红尖椒切丝、生姜切丝、香菜1棵；", "葱丝、辣椒丝、姜丝浸泡冷水，备用；", "烧一锅开水，放入少许食盐，快速焯熟黄豆芽；", "捞起黄豆芽沥干，铺于盘底；", "将肥牛片汆烫至熟；", "汆烫熟的肥牛片放在黄豆芽上；", "另起锅，烧开食用油，放入葱、姜、辣椒丝爆香；", "放入汤匙蒸鱼豉油拌匀；", "淋于牛肉片上即可食用。"]
    }
  }, {
    "name": "菠萝咕咾肉",
    "img": "http://s1.st.meishij.net/r/192/192/3985692/a3985692_152084039133646.jpg",
    "target": "https://www.meishij.net/zuofa/boluogulaorou_63.html",
    "data": {
      "mainMaterial": ["猪颈肉200克", "面粉30克", "水50克", "盐2克", "青红椒各半个", "菠萝150克", "蕃茄酱2勺", "醋1小勺", "糖40克", "玉米淀粉3克"],
      "auxiliaryMaterials": ["胡椒粉少许", "葱花少许", "姜丝少许"],
      "cookingMethod": ["将猪颈肉切成厘米见方的块。", "加克盐、少许黑胡椒粉腌制10分钟以上。", "选菲律宾无冠菠萝", "将菠萝削皮切块待用.", "克面粉加50克清水调成面糊，静置10分钟左右。", "将腌好的肉块放入面糊中沾取面糊。", "锅中放适量油，烧至成热后下入沾好面糊的肉块。", "炸至金黄色后捞出备用。", "另起油锅，烧热后放入青红椒块煸熟盛出备用。", "锅里放底油，加葱花、姜丝炒出香味，加入番茄酱、白糖、醋翻炒。", "倒入菠萝块翻炒片刻，玉米淀粉加水调成水淀粉，倒入水淀粉熬至粘稠。", " 下入肉和青红椒翻炒均匀即可出锅。"]
    }
  }, {
    "name": "酸菜烩牛杂",
    "img": "http://s1.st.meishij.net/r/19/99/9087269/a9087269_152031885620770.jpg",
    "target": "https://www.meishij.net/zuofa/suancaihuiniuza.html",
    "data": {
      "mainMaterial": ["羊杂360克", "酸菜220克"],
      "auxiliaryMaterials": ["干辣椒2个", "生姜8克", "香葱2根", "麻辣鲜调味料2克", "羊杂酱料包5克", "食用油30毫升", "青花椒10粒"],
      "cookingMethod": ["羊杂准备。", "酸菜泡水后挤干水份，姜，葱，辣椒准备。", "锅中注入食用油，下姜，干辣椒，青花椒，小火煸炒。\n\n", "出香味后下酸菜。", "煸炒出酸香味。", "加入适量热水。", "大火烧开后下酱料包。", "煮开后下羊杂。", "煮约分钟后下麻辣鲜调味料。", "下葱花。", "关火出锅即可。"]
    }
  }, {
    "name": "腊鸭芥菜煲#午餐#",
    "img": "http://s1.st.meishij.net/r/97/32/4758097/a4758097_152031336410416.jpg",
    "target": "https://www.meishij.net/zuofa/layajiecaibaowucan.html",
    "data": {
      "mainMaterial": ["芥菜1克", "腊鸭脖子根", "胡萝卜1根"],
      "auxiliaryMaterials": ["生姜20克"],
      "cookingMethod": ["准备芥菜颗、腊鸭脖子2根、胡萝卜1根（小）、生姜一小块；", "腊鸭脖子切块，洗净，可以选择温水清洗，去盐味", "芥菜洗净去叶子，叶不适合煲汤，不浪费，可以炒来吃。", "胡萝卜去皮切块、芥菜切段；", "适量的清水，放入生姜丝；", "冷水锅加入鸭脖子、胡萝卜，盖上盖子，再次煮沸，改为中小火熬煮分钟；PS：煲汤是盖盖子的，图片是刚刚加入食材，没有盖上盖子。", "把芥菜加入，改为大火；这时的汤已经是奶白，咸鲜，味香", "芥菜熟了，关火即可。"]
    }
  }, {
    "name": "这块脆皮烧肉，好吃到会在口腔中炸裂",
    "img": "http://s1.st.meishij.net/r/07/159/9914757/a9914757_151780128290096.jpg",
    "target": "https://www.meishij.net/zuofa/zhekuaicuipishaorouhaochidaohuizaikouqiangzhongzhalie.html",
    "data": {
      "mainMaterial": ["五花肉一条"],
      "auxiliaryMaterials": ["耗油适量", "盐适量", "酱油适量", "五香粉适量", "小苏打适量", "蜂蜜适量"],
      "cookingMethod": ["将猪肉焯水后，用刀切成一道一道的刀口，这样的猪肉更能入味，也有助于在烤的过程中保持“姿势”。\n", "然后将蚝油、酱油、盐一起调制成酱料，刷在猪肉的周围。注意，猪皮不要刷哦！然后最好放冰箱里面冷藏腌制一晚上更能入味啦～\n", "由于猪肉在烤的过程中会弯曲，所以用竹签穿插在猪肉里，让烤猪肉能够始终保持笔挺的“姿势”。\n", "锡箔纸将腌好并用竹签定型好的猪肉三面裹好（除了猪皮那一面不包裹哦），然后用竹签均匀的在猪皮上扎一些小孔出来，扎得越多，皮就会在烤的过程中越酥。", "猪皮表面均匀的抹上一层小苏打。\n", "烤箱预热好之后，上火℃烤30分钟左右，看到表面已经炸开且呈黄色就可以拿出来啦~\n\n刷上一层蜂蜜上色，再入烤箱大约5分钟就可以啦~", "烤好的猪肉拔出竹签，沿着原有的刀口切断，就成了一粒一粒的，蘸上调料就可以开动啦~\n"]
    }
  }, {
    "name": "蜜汁叉烧包",
    "img": "http://s1.st.meishij.net/r/144/205/5426394/a5426394_151764215365786.jpg",
    "target": "https://www.meishij.net/zuofa/mizhichashaobao_7.html",
    "data": {
      "mainMaterial": ["大包粉500克", "酵母6克", "水248克", "白糖30克"],
      "auxiliaryMaterials": ["叉烧肉200克", "叉烧酱60克", "水180克", "淀粉10克", "生抽8克"],
      "cookingMethod": ["准备好所有食材；", "将面团材料中所有食材按照先液体后固体的顺序放进面包桶内，糖放四角，酵母放面粉中间，注意不要让酵母接触到下面的液体，启动和面程序和面，然后启动发酵程序发酵；", "叉烧肉切成小粒，大小随自己喜欢的口感；", "将g水倒入锅内，再把叉烧酱也倒进去，一起边加热边搅拌均匀；", "加入生抽搅拌均匀；", "倒入切好的叉烧肉粒，搅拌均匀后，淀粉里加适量水调成淀粉水倒进去，搅拌均匀；", "煮至浓稠的状态关火，倒入碗中待用；", "面团发酵到两倍大，用手指沾一点面粉戳一个洞，不回缩就是发酵好了，揉几分钟排气；", "搓成长条后再切成一个个小剂子，压扁；", "擀出包子皮；", "放入适量馅料；", "全部包好入蒸笼，盖上盖子再二次发酵半小时左右，大火烧开后转小火蒸分钟左右即可。"]
    }
  }, {
    "name": "广东四大名饼之一：鸡仔饼",
    "img": "http://s1.st.meishij.net/r/60/186/2859060/a2859060_151738468013453.jpg",
    "target": "https://www.meishij.net/zuofa/guangdongsidamingbingzhiyijizibing.html",
    "data": {
      "mainMaterial": ["猪肉(肥)100克", "白糖40克", "料酒50克"],
      "auxiliaryMaterials": ["中粉200克", "白糖90克", "蜂蜜75克", "白芝麻30克", "花生碎30克", "蒜蓉30克", "南乳2块", "胡椒粉4克"],
      "cookingMethod": ["提前把肥猪肉洗干净，切成小丁备用", "开水煮熟，然后过凉水冲洗掉一部分油沥干水分", "加入白糖和料酒拌均匀", "然后，装入碗里放冰箱冷藏腌至一到两个星期备用", "把腌好的冰肉开水过一遍跟所有食材放在一起充分混合", "然后，用手搓成面团即可", "最后，把面团分割成克一个，搓圆压扁放入烤盘里", "烤箱提前预热，上下火烘烤8分钟", "烘烤结束，取出放凉刷上蛋黄液", "再用上下火度，烘烤20分钟。出炉后，放凉即可食用", ""]
    }
  }, {
    "name": "草菇烧肉",
    "img": "http://s1.st.meishij.net/r/234/23/2693484/a2693484_151677167238117.jpeg",
    "target": "https://www.meishij.net/zuofa/caogushaorou.html",
    "data": {
      "mainMaterial": ["五花肉250克", "冻干草菇40克"],
      "auxiliaryMaterials": ["生姜1块", "蒜瓣4辬", "蒜段1段", "八角2个", "料酒3勺", "酱油3勺", "盐适量", "小葱适量", "冰糖适量"],
      "cookingMethod": ["准备好食材", "把冻干的草菇水泡-2分钟，沥干备用", "五花肉洗净切块备用", "热水下五花肉块，煮沸捞起，洗去浮沫沥干备用", "冷锅下油几分钟后倒入沥干的草菇，煸炒几分钟盛出备用", "剩下的油不用倒掉，放入冰糖炒制琥珀色", "倒入沥干好的五花肉，翻炒上糖色", "再放入生姜，蒜段，蒜瓣煸炒出香味", "再放入八角也煸炒出香味", "接着放入料酒，酱油均匀上色", "放入适量的盐和清水，开大火煮沸", "把小葱打结扔入锅中，大火烧分钟", "再把炒熟的草菇倒入，烧制草菇入味，吸收汤汁，再烧分钟收汁即可"]
    }
  }, {
    "name": "双味卷肠粉#早餐#",
    "img": "http://s1.st.meishij.net/r/155/126/5469155/a5469155_151662683111446.jpg",
    "target": "https://www.meishij.net/zuofa/shuangweijuanchangfenzaocan.html",
    "data": {
      "mainMaterial": ["肠粉专用粉100克", "水300克", "生菜一小棵", "猪肉50克", "鸡蛋一个"],
      "auxiliaryMaterials": ["香葱适量"],
      "cookingMethod": ["准备好做卷肠粉的材料和份量", "生菜洗净后切成丝", "猪肉剁成肉泥", "鸡蛋打散混合均匀", "取一个干净的盆子，倒入克的肠粉专用粉", "肠粉专用粉和水按照：3的比例加入300克水混合均匀", "蒸肠粉用的容器底部刷一层油", "把肠粉面糊倒入容器里，尽量的倒满", "撒上肉沫，青菜和葱花", "鸡蛋味的可以加上适量的蛋液", "把肠粉半成品放入烧开水的锅里大火蒸", "蒸到肠粉糊变白，猪肉变白就可以出锅了", "用刮板从一侧铲好肠粉卷起来", "卷肠粉装盘开吃了"]
    }
  }, {
    "name": "白切鸡",
    "img": "http://s1.st.meishij.net/r/208/71/5892958/a5892958_151651734659062.jpg",
    "target": "https://www.meishij.net/zuofa/baiqieji_31.html",
    "data": {
      "mainMaterial": ["姜5块", "蒜3颗", "葱5颗", "鸡半只"],
      "auxiliaryMaterials": ["白糖30克", "食盐1勺", "冰白开水若干1000毫升"],
      "cookingMethod": ["冷水放入葱白，姜片，香叶，大火煮开。", "水开后，放入鸡。", "沸水三分钟。", "煮开的汤不能倒掉哦！再把鸡放入冰白开水，待全部冷却后，再反复冷热水交替次，后将鸡再放回锅里，盖上锅盖焖40分钟，最小火。", "蒜，姜，葱，捣成蓉。", "加入白糖，食盐，另起锅上油烧滚，浇入油成蘸料。", "焖的时间到后取出锅中的鸡，放冷却。为保持水分不留失口感爽嫩，冷却后记得刷一层芝麻油。", "冷却后斩块儿后装盘。", "夹一块儿白切鸡放入姜蓉中，满口的香味！回味无穷！"]
    }
  }, {
    "name": "砂锅盐焗鸡",
    "img": "http://s1.st.meishij.net/r/26/23/2568276/a2568276_151652379147046.jpg",
    "target": "https://www.meishij.net/zuofa/shaguoyanjuji_7.html",
    "data": {
      "mainMaterial": ["两斤左右的鸡一只", "客家盐焗鸡粉20克", "薄纱纸两张", "竹笋纸两张", "粗盐四斤"],
      "auxiliaryMaterials": ["黑乐砂锅3.5升一个"],
      "cookingMethod": ["鸡清洗干净，用厨房用纸吸干水份", "用盐焗鸡粉给鸡做个全身按摩", "鸡腌制个小时左右，腌制过程会出水，要先控干水份才能焗，所以我直接放在篮子里，下面接个盆，水就都下去了", "准备好焗鸡的两种纸，用厨房纸再把鸡的水份吸一下，先用张薄纱纸光滑的一面包裹鸡", "再用张竹笋纸光滑的一面包裹严实", "这是包好的鸡", "将粗盐炒干，微黄色", "在砂锅底部铺上-4厘米的粗盐，盐不能太少，否则容易烧焦，把包好的鸡放入锅内", "剩余的粗盐盖住鸡即可用", "盖好盖子，中火焗分钟左右，再用最小火焗40分钟左右，关火后焖五分钟", "倒掉海盐取出鸡，就可以开吃了", "趴开纸就是香喷喷的盐焗鸡了"]
    }
  }, {
    "name": "黑豆芽炒肉丝",
    "img": "http://s1.st.meishij.net/r/141/154/4351141/a4351141_151646706936300.jpg",
    "target": "https://www.meishij.net/zuofa/heidouyachaorousi_2.html",
    "data": {
      "mainMaterial": ["黑豆芽300克", "里脊肉80克", "大蒜4瓣", "黄酒1茶匙", "干淀粉2茶匙", "鸡精1茶匙", "辣椒(红，尖，干)2个"],
      "auxiliaryMaterials": ["食用油适量", "食盐适量"],
      "cookingMethod": ["准备好食材：黑豆芽克、里脊肉80克、大蒜4瓣、辣椒2个；", "大蒜切片、辣椒切斜刀备用；", "将里脊肉洗干净切丝,放小碗中,加入料酒茶匙,色拉油1茶匙,干淀粉2茶匙,用手抓均匀,放置一边,静置10分钟；", "将买来的新鲜黑豆芽摘掉根部，洗干净,用淡盐水浸泡分钟；", "加热轻奢派炒锅，倒入适量食用油，待油温达到六成热时，下肉丝；", "待肉丝滑炒变色后取出；", "再将大蒜片和辣椒段放入锅里翻炒出香味；", "再倒入黑豆芽翻炒分钟左右,变软；", "成熟时加入肉丝翻炒几下；", "出锅前加入食盐和鸡精调味即可！"]
    }
  }, {
    "name": "砂锅盐焗鸡",
    "img": "http://s1.st.meishij.net/r/246/212/8615746/a8615746_151636883712763.jpg",
    "target": "https://www.meishij.net/zuofa/shaguoyanjuji_6.html",
    "data": {
      "mainMaterial": ["三黄鸡一只", "盐焗鸡粉适量", "海盐6斤"],
      "auxiliaryMaterials": ["栀子粉少许", "耐干烧砂锅一个", "烘焙油纸几张"],
      "cookingMethod": ["新鲜的三黄鸡去内脏，洗干净，悬挂沥干水分。鸡净重大约斤半。", "取绿豆大小的一点栀子粉，加少许温开水化开。栀子粉就是香料栀子提取出来的，客家人常用来给食物上色，做天然的调味剂用。", "戴上一次性手套沾栀子水给沥干水分的鸡上色。", "将盐焗鸡粉均匀的抹在鸡身上，鸡肚子里也抹上。腌制一个小时，最长不要腌制超过四个小时，否则鸡肉肉质会变老。盐焗鸡粉里含盐，腌制的时候会出水，可以跟我一样用一个架子架起来放入容器里。", "将腌制好的鸡用耐高温的烘焙油纸包起来，连接处可以用订书机订上", "多包上两层。", "准备好一个干净的黑乐砂锅，砂锅不要碰水，用纸巾擦干净备用，省的等下手忙脚乱。", "用一口耐磨的铁锅炒制海盐，将海盐炒热，这里不能用食用的细盐来代替。", "将炒制好的海盐倒一些到砂锅里，大概两到三厘米厚", "放入包好的鸡。", "将剩下的盐倒入砂锅，覆盖住整个鸡。", "盖上盖子，中火烧分钟，然后转小火，烧50分钟。", "打开盖子，撕开纸，盐焗鸡的香味一下子就出来了", "装盘食用，如果一次吃不完，下次放微波炉叮一下或者烤箱度加热几分钟就可以了。"]
    }
  }, {
    "name": "XO酱肠粉",
    "img": "http://site.meishij.net/r/02/165/666252/a666252_151599769171842.jpg",
    "target": "https://www.meishij.net/zuofa/xojiangchangfen.html",
    "data": {
      "mainMaterial": ["肠粉粉100克", "xo酱1罐"],
      "auxiliaryMaterials": ["清水250克", "油适量", "酱油适量", "淀粉适量"],
      "cookingMethod": ["准备食材", "将肠粉粉与清水混合均匀", "蒸盘上刷上油", "将肠粉浆倒入蒸盘中", "放入热锅中蒸熟", "刮刀卷起，全部蒸好后，切段", "XO酱加入适量水，一点酱油和淀粉勾个薄芡，淋在肠粉上即可"]
    }
  }, {
    "name": "牛肉河粉",
    "img": "http://site.meishij.net/r/168/44/9198668/a9198668_151598644422643.jpg",
    "target": "https://www.meishij.net/zuofa/niurouhefen_1.html",
    "data": {
      "mainMaterial": ["牛肉200克", "河粉350克"],
      "auxiliaryMaterials": ["鸡蛋1个", "豆芽50克", "韭黄100克", "小葱50克", "生抽15克", "老抽10克", "糖3克", "盐1克", "淀粉3克"],
      "cookingMethod": ["·食材·\n\n牛肉 g、河粉 350g、鸡蛋 1个\n豆芽 50g、韭黄 100g、小葱 50g\n生抽 15g、老抽 10g、糖 3g、盐 1g、淀粉 3g", "先将牛肉切片", "加生抽、老抽、糖，抓匀", "再加入鸡蛋清、水淀粉、蛋黄，抓匀", "碗中倒入生抽、老抽、盐、糖，搅拌均匀", ".热锅冷油，下牛肉迅速滑熟", "另起油锅，油温升至°下河粉炒熟", "热锅冷油，放豆芽、葱段爆香", "加河粉、牛肉翻炒", "加入调料汁，炒至汁水收干", "最后，撒入韭黄，葱段炒匀即可", "开吃啦~！"]
    }
  }, {
    "name": "鲫鱼豆腐汤",
    "img": "http://site.meishij.net/r/159/191/8922909/a8922909_151583266718516.jpg",
    "target": "https://www.meishij.net/zuofa/jiyudoufutang_93.html",
    "data": {
      "mainMaterial": ["鲫鱼1条", "豆腐1小块"],
      "auxiliaryMaterials": ["鸡蛋1个", "葱姜蒜适量", "香菜1棵", "盐3勺", "香油1小勺"],
      "cookingMethod": ["煎一个鸡蛋备用", "放一大勺油，油热后放新鲜鲫鱼", "煎至两面金黄", "葱姜蒜切片", "把鱼推到一片，油中放葱姜蒜爆香", "加入煎好的鸡蛋", "倒入两大碗水", "水开后放入切好的豆腐", "小火慢炖半小时加入盐，香油，香菜调味就可以了"]
    }
  }]
}, {
  "name": "东北菜",
  "value": "dongbeicai",
  "data": [{
    "name": "酸菜炒肉丝",
    "img": "https://s1.st.meishij.net/r/106/232/3995606/a3995606_152655816722247.jpg",
    "target": "https://www.meishij.net/zuofa/suancaichaorousi_4.html",
    "data": {
      "mainMaterial": ["酸菜半棵", "猪肉300克"],
      "auxiliaryMaterials": ["油适量", "盐适量", "五香粉适量", "葱适量", "姜适量", "料酒适量", "胡椒粉适量", "味极鲜酱油适量", "淀粉少许"],
      "cookingMethod": ["酸菜冷水浸泡分钟左右洗净分片切细丝，冷水投洗干净，攥掉水分。猪肉洗净切丝（酸菜喜油，用五花肉炒会更香，我这是做给孩子吃，用了瘦猪肉），葱姜去皮洗净切碎", "葱姜洗净切碎", "猪肉丝加入料酒、味极鲜酱油、少许淀粉抓匀腌制分钟左右，腌制后的肉丝再炒会更鲜嫩", "炒锅加入适量的油，爆香葱姜、五香粉，滑入肉丝翻炒（炒好的肉丝可以出锅备用，也可以不出锅直接加入酸菜翻炒）", "加入酸菜翻炒（如果肉丝出锅，需要另起油锅，爆香葱姜翻炒酸菜丝，然后加入肉丝炒匀）", "翻炒均匀，加入盐、胡椒粉、味极鲜酱油调味", "出锅装盘，非常美味的家常小炒，总是吃不够的家常菜"]
    }
  }, {
    "name": "双味东北酸菜粉",
    "img": "https://s1.st.meishij.net/r/106/232/3995606/a3995606_152648233657728.jpg",
    "target": "https://www.meishij.net/zuofa/shuangweidongbeisuancaifen.html",
    "data": {
      "mainMaterial": ["酸菜半棵", "猪肉200克", "粉丝100克"],
      "auxiliaryMaterials": ["油适量", "盐适量", "五香粉适量", "葱姜蒜适量", "味极鲜酱油适量", "蘑菇粉适量", "辣椒油适量"],
      "cookingMethod": ["这样一大颗酸菜洗净，用掉了一大半", "酸菜切细丝，冷水浸泡分钟（根据个人口味调整浸泡时间）；", "粉丝焯水，再用凉水冲一下；", "熟猪肉切丝，酸菜攥掉水分；粉丝控净水分，葱姜蒜切片切丝", "锅中加适量的油，爆香五香粉、葱姜蒜，加入熟猪肉翻炒，下一下肥肉中的油；", "加入酸菜翻炒至酸菜熟；", "加入粉丝翻炒开；", "加入盐、味极鲜酱油、蘑菇粉调味，先出锅一份不辣的酸菜粉给孩子们吃；", "剩余部分加入辣椒油调味，家人特别喜欢酸辣的味道；", "出锅装盘，用香菜叶点缀一下就ok啦！"]
    }
  }, {
    "name": "煎饼果子",
    "img": "http://s1.st.meishij.net/r/140/225/5056390/a5056390_152343153021424.jpg",
    "target": "https://www.meishij.net/zuofa/jianbingguozi_42.html",
    "data": {
      "mainMaterial": ["火腿肠两条", "胡萝卜50克", "生菜30克", "豆腐皮2片", "鸡蛋2个", "面粉100克"],
      "auxiliaryMaterials": ["盐少许", "番茄酱50克", "油20毫升", "辣椒酱30克"],
      "cookingMethod": ["准备好豆腐皮，火腿肠，胡萝卜，鸡蛋和生菜", "食材洗干净分别切好备用", "热锅下少许油把豆腐皮煎到两面脆即可", "胡萝卜用少许油盐炒熟", "碗里放入面粉调成液体搅拌均匀", "锅里刷上少许油倒入适量的面糊", "饼皮表面凝固后打入鸡蛋，用铲子将鸡蛋抹开，鸡蛋液基本凝固时，饼的四周会微微翘起，用铲子轻轻将饼挑起", "翻面煎一下后，刷上番茄酱和辣椒酱", "把火腿肠和胡萝卜丝放入", "盖上一片生菜卷起而来即可", "趁热吃味道很赞"]
    }
  }, {
    "name": "萝卜炖鲅鱼",
    "img": "http://s1.st.meishij.net/r/73/127/10031823/a10031823_151878189672855.jpg",
    "target": "https://www.meishij.net/zuofa/luobodunbayu_2.html",
    "data": {
      "mainMaterial": ["鲅鱼1条", "绿萝卜1个", "粉条100克"],
      "auxiliaryMaterials": ["食盐适量", "酱油1大勺", "植物油一勺", "猪五花50克", "花椒少许", "八角2个", "姜粉少许", "蒜瓣5瓣", "香菜1根", "白糖1勺", "料酒1勺", "干辣椒2个", "葱1根"],
      "cookingMethod": ["首先把鱼洗净切块，鱼可以直接叫卖鱼的帮忙切块，比较整齐，萝卜洗净切大片。", "粉条用水泡软，五花肉切厚片。", "准备一口铁锅，无水加植物油热锅，五分热的时候加入花椒跟八角，猪五花。", "然后加入干辣椒，轻轻翻炒下。", "加入一勺料酒。", "蒜瓣切碎放入锅内，然后翻炒均匀。", "然后加入一碗清水。", "锅内加入盐，白糖，酱油。", "加入鱼块，码平。", "表面撒上姜粉，没有姜粉，可以准备点生姜，跟蒜末一起入锅。", "表面再淋一点酱油。", "把萝卜片铺在表面。", "盖上盖子，小火慢慢炖。", "大约分钟左右，萝卜炖软了以后加入粉条，表面撒上葱段。", "再次盖上盖子继续焖，这次就看你选择的粉条的软硬度了，一般分钟就差不多了。", "关火后，不要马上打开盖子，继续焖分钟。", "然后装盘，撒上香菜就完成了。"]
    }
  }, {
    "name": "地三鲜",
    "img": "http://s1.st.meishij.net/r/65/68/6829565/a6829565_151701678401216.jpg",
    "target": "https://www.meishij.net/zuofa/disanxian_120.html",
    "data": {
      "mainMaterial": ["茄子(紫皮，长)500克", "青椒300克", "土豆500克"],
      "auxiliaryMaterials": ["葱适量", "姜适量", "蒜适量"],
      "cookingMethod": ["青椒切片，土豆切块，茄子切段。", "葱姜蒜切沫儿待用。", "用油先单独将土豆块儿煎熟，呈金黄色，闻到类似薯条的香味即可。乘出待用", "再用油将茄子煸软，乘出待用。", "放油，葱姜沫下锅炒香，再下青椒炒片刻。", "倒入土豆和茄子，混合炒一会儿。放适量盐调味。", "倒入调味汁：生抽、老抽、糖、淀粉、清水", "大火转小火，上色收汁后关火。"]
    }
  }, {
    "name": "大酱炒鸡蛋",
    "img": "http://s1.st.meishij.net/r/61/229/57311/a57311_151703726533851.jpg",
    "target": "https://www.meishij.net/zuofa/dajiangchaojidan_5.html",
    "data": {
      "mainMaterial": ["鸡蛋 3个", "大葱 1根"],
      "auxiliaryMaterials": ["东北大酱1勺", "油适量"],
      "cookingMethod": ["准备好原材料；", "东北大酱中加入少许冷开水， 将它化开来；", "鸡蛋中打入碗中， 将它们打散备用；", "热锅凉油，倒入鸡蛋液煎至微微定型；", "再用筷子划散成小块盛出来备用；", "锅中留少许油，放入大葱爆香；", "再放入东北大酱进去翻炒；", "倒入刚炒好的鸡蛋，继续翻炒均匀即可；", "端上桌了。"]
    }
  }, {
    "name": "冻豆腐炖肉",
    "img": "http://s1.st.meishij.net/r/137/187/359387/a359387_151676088941472.jpg",
    "target": "https://www.meishij.net/zuofa/dongdoufudunrou.html",
    "data": {
      "mainMaterial": ["猪前腿肉600克", "冻豆腐一代"],
      "auxiliaryMaterials": ["植物油二勺", "花椒油一勺", "生抽二勺", "盐二勺"],
      "cookingMethod": ["", "肉先切橙块，用开水焯一下去除腥腻味道", " 热锅热油炒肉，加点花椒油提味，加生抽。加水盖上锅小火炖肉约分钟左右", "冻豆腐直接放进炖的半熟的肉锅里", "在菜锅里加一盆水，盖锅小火炖", "炖一会看看水，翻下菜，不要烧糊了", "炖分钟左右收汁加盐出锅即可"]
    }
  }, {
    "name": "韩式牛肉炒杂蔬",
    "img": "http://s1.st.meishij.net/r/78/120/30078/a30078_151677371398464.jpg",
    "target": "https://www.meishij.net/zuofa/hanshiniurouchaozashu.html",
    "data": {
      "mainMaterial": ["牛肉片         200克", "豆芽100克", "泡发香菇70克", "青椒50克", "水梨30克", "洋葱      50克", "胡萝卜25克", "蛋清1大勺", "芝麻3克"],
      "auxiliaryMaterials": ["油    适量", "盐适量", "黑胡椒粉1/2勺", "白朗姆酒1小勺", "生抽适量", "玉米糖稀1大勺", "蚝油1大勺", "小葱10克"],
      "cookingMethod": ["将水梨去皮，刮成细丝后切成蓉。", "牛肉片加适量盐、黑胡椒粉、白朗姆酒、生抽、糖稀、蛋清，抓拌均匀，静置分钟。", "青椒切丝。", "豆芽掐去两头，洗净沥去水。", "胡萝卜去皮，切丝。", "提前泡发好的香菇去蒂，切丝。", " 洋葱切丝，小葱切段。", "炒锅烧热，倒入油，待油温五、六成热时放入牛肉片，滑炒至变色即盛出。\n", "将锅刷洗干净，再度烧热，放入油，待油温升高后放入洋葱，翻炒。", "放入豆芽、青椒、胡萝卜，翻炒。", " 放入香菇、适量盐，翻炒。", "放入牛肉片、蚝油，炒匀后盛出，表面撒小葱、芝麻即可。"]
    }
  }, {
    "name": "东北酸白菜",
    "img": "http://s1.st.meishij.net/r/200/65/9703950/a9703950_151655694100800.jpg",
    "target": "https://www.meishij.net/zuofa/dongbeisuanbaicai.html",
    "data": {
      "mainMaterial": ["大白菜3斤"],
      "auxiliaryMaterials": ["盐10-20克"],
      "cookingMethod": ["大白菜剥去外面不新鲜的皮，备用", "一片片掰下，放在清水中泡分钟洗净", "晾干水分，-2天", "晾干后，切丝细长状态", "用盐腌一下，手翻压白菜容易出水", "半小时后看到盆底有汁水就可以了", "挤一下水放到瓶子里，压"]
    }
  }, {
    "name": "土豆茄子烧牛肉(少油)",
    "img": "http://s1.st.meishij.net/r/219/237/12371969/a12371969_151656168093832.jpg",
    "target": "https://www.meishij.net/zuofa/tudouqiezishaoniuroushaoyou.html",
    "data": {
      "mainMaterial": ["茄子1条", "土豆1个(较大)", "牛肉1块(根据喜好)"],
      "auxiliaryMaterials": ["果椒1个", "小辣椒(很辣)1个", "蒜4个", "姜1块(适量)", "老抽(上色)适量", "生抽(味极鲜)适量"],
      "cookingMethod": ["牛肉逆着文理(也就是切断文理)切好，听前辈说这样比较嫩", "滚到切土豆茄子和果椒，我想滚到切好的可能接触面积更大更容易煮进去味道~对了，茄子要先切好放入比炒菜多一些的盐腌制一下哦，向前辈学习的这一招哈哈", "油烧热，放入蒜和少量姜炒出香味~", "倒入茄子和青椒，翻炒几分钟~", "倒入土豆翻炒两三分钟即可，然后装盘备用", "烧油放入蒜和多一点的姜炒牛肉~", "倒入牛肉炒一下下", "然后，放适量老抽上色，放一根干的红辣椒，炒一会儿", "倒入刚刚的茄子和土豆，加入适量生抽和清水，盖锅煮十分钟，中火就行，大火盖锅容易烧底哦~差不多可以尝尝咸淡，适量加盐，要是咸了就再加点水煮一下吧(我就是这样干的"]
    }
  }, {
    "name": "麻辣味拌油麦菜",
    "img": "http://site.meishij.net/r/137/187/359387/a359387_151598113494629.jpg",
    "target": "https://www.meishij.net/zuofa/malaweibanyoumaicai.html",
    "data": {
      "mainMaterial": ["油麦菜400克"],
      "auxiliaryMaterials": ["植物油一勺", "白糖一勺", "生抽一勺", "盐适量", "陈醋一勺", "酱一勺", "麻辣油二勺", "大蒜适量"],
      "cookingMethod": ["备好做菜的主要食材", "新鲜油麦菜冲洗干净，生吃的菜注意卫生", "按照个人喜好切段", "烧开水里边加一勺盐，这样焯的菜保持颜色不变，焯的时候一定快速的翻一下就出锅，这个没有拍照顾着焯菜了，所以强调一下", "加调好的配料汁糖撒在菜上。", "把焯好的菜放在盘子里，第一步加油，这样菜先吸收油，等到加盐的时候不用加太多了，浮在表面，对健康有利", "在按照个人的喜好加一勺酱，不喜欢的可以飘过。拌一下菜即可上桌了。"]
    }
  }, {
    "name": "超级好吃的煲仔饭",
    "img": "http://site.meishij.net/r/97/227/6681847/a6681847_151607986230291.jpg",
    "target": "https://www.meishij.net/zuofa/chaojihaochidebaozifan.html",
    "data": {
      "mainMaterial": ["香肠1根", "米2碗", "香菇2朵", "绿色蔬菜适量", "蔬菜粒适量"],
      "auxiliaryMaterials": ["盐适量", "生抽适量"],
      "cookingMethod": ["准备好所有食材", "腊肠切片", "香菇切丁", "热锅放入腊肠，炒出油之后加入蔬菜粒，翻炒的差不多了加入盐和生抽继续翻炒一会，炒熟盛出备用", "将淘好的米放入压力电饭锅内", "选择米饭模式结束即可", "绿叶蔬菜烫熟捞出放在饭旁边即可"]
    }
  }, {
    "name": "土鸡炖蘑菇",
    "img": "http://site.meishij.net/r/95/01/1937845/a1937845_151599726998460.jpg",
    "target": "https://www.meishij.net/zuofa/tujidunmogu_1.html",
    "data": {
      "mainMaterial": ["土鸡350克", "榛蘑150克"],
      "auxiliaryMaterials": ["葱适量", "色拉油适量", "料酒适量", "香菜少许", "盐少许", "姜适量", "花椒十粒", "大料一颗", "桂皮少许", "香叶少许", "干辣椒两颗", "白糖少许", "蚝油少许"],
      "cookingMethod": ["准备调料 料酒 酱油忘拍照了", "将鸡块洗净焯水备用 （我用的鸡骨架部分和鸡爪 鸡腿和鸡翅留着准备红烧）", "鸡块用油翻炒出香味 加糖继续翻炒上色 加葱 姜 花椒 大料 桂皮 香叶 料酒 干辣椒 蚝油 盐", "干榛蘑事先用凉水浸泡一小时 洗净 控干水分", "把洗净的榛蘑放入锅中加适量水（想喝汤 可以适当多加点）中火炖煮分钟", "起锅装入容器中 撒少许香菜"]
    }
  }, {
    "name": "五花肉白菜炖干豆腐",
    "img": "http://site.meishij.net/r/169/94/8586169/a8586169_151570668555409.jpg",
    "target": "https://www.meishij.net/zuofa/wuhuaroubaicaidungandoufu.html",
    "data": {
      "mainMaterial": ["白菜500克", "猪肉200克"],
      "auxiliaryMaterials": ["干豆腐150克", "葱姜适量", "盐少许"],
      "cookingMethod": ["白菜洗净控干。", "干豆腐切条用开水冲泡。", "五花肉加葱姜，料酒，大料煮熟。", "捞出晾凉。切片待用。", "将煮肉的汤倒入砂锅。", "将白菜干豆腐放入砂锅中开始炖。", "炖煮八成熟放入切好的五花肉。炖煮分钟左右放入适量盐即可。"]
    }
  }, {
    "name": "东北乱炖",
    "img": "http://site.meishij.net/r/56/62/2515556/a2515556_151573470002550.jpg",
    "target": "https://www.meishij.net/zuofa/dongbeiluandun_25.html",
    "data": {
      "mainMaterial": ["五花肉1.5斤", "番茄3个", "茄子1个", "尖椒3个", "大白菜半颗至一颗"],
      "auxiliaryMaterials": ["葱1棵", "姜4片", "八角4个"],
      "cookingMethod": ["准备食材：五花猪肉、茄子、番茄、白菜切块，尖椒一切两半。这里写的量基本是-5人的", "姜切片，葱切成几段，八角个左右，准备好待用", "炖肉汤：炉上放大勺，开小火，加油匙左右，不必等油烧热直接放切好的猪肉，把肉表面基本炒熟后加糖，继续翻炒至糖微微变色，加生抽3匙，然后加半锅水，开至中火，加入葱，姜，八角，盐，盖锅炖20分钟左右", "乱炖：肉汤炖好后可以适量加点水，放入番茄、尖椒、茄子、盐，开中火，盖好锅盖，炖分钟左右直到茄子变软", "茄子炖熟后加白菜，炖分钟左右，白菜软了即可关火出锅，乱炖就做好啦"]
    }
  }, {
    "name": "家常地三鲜",
    "img": "http://site.meishij.net/r/36/219/10179786/a10179786_151556356172633.jpg",
    "target": "https://www.meishij.net/zuofa/jiachangdisanxian_7.html",
    "data": {
      "mainMaterial": ["茄子3个", "土豆3个", "辣椒1个"],
      "auxiliaryMaterials": ["葱1颗", "姜1块", "淀粉5勺", "生抽2勺", "料酒1勺", "糖1勺", "盐适量", "花生油适量"],
      "cookingMethod": ["所用食材洗干净", "土豆去皮切滚刀块用水洗一遍", "辣椒掰块", "茄子切滚刀块", "土豆捞出控水", "茄子放入盆中加上勺淀粉拌匀", "锅中放入梦没过茄子的油烧热", "放入茄子炸", "炸至两面发黄", "捞出控油备用", "土豆放入勺淀粉拌匀", "再次烧热油炸", "炸至金黄控油", "葱切段姜切片", "取一个碗放入料酒生抽糖淀粉少许盐加入清水调味汁", "锅内留底油爆香葱姜", "先放入辣椒炒微断生", "放入炸好的茄块", "土豆块加入翻炒", "倒入调好的调味汁翻炒", "翻炒均匀即可出锅", "好吃的地三鲜"]
    }
  }, {
    "name": "铁锅芋头鸡",
    "img": "http://site.meishij.net/r/78/120/30078/a30078_151513707954751.jpg",
    "target": "https://www.meishij.net/zuofa/tieguoyutouji.html",
    "data": {
      "mainMaterial": ["鸡      500克", "芋头300克", "土豆300克", "芸豆100克", "泡发香菇100克"],
      "auxiliaryMaterials": ["油 适量", "冰糖45克", "洋葱60克", "葱10克", "姜10克", "蒜10克", "香叶 3片", "生抽适量", "酱适量", "白糖适量", "盐适量"],
      "cookingMethod": ["将整鸡冲洗干净，用凉水浸泡小时，捞出沥干水，切去鸡屁股，剁成块。", "将洋葱切块。", "葱切段、姜切块、蒜拍扁。", "芸豆掐尖，洗净，切段。", "泡发的香菇切成段。", "芋头去皮，洗净，切块。", "土豆去皮，洗净，切块。", "铁锅烧热，放入油，待油温升高后放入冰糖，炒出颜色后放入鸡块，翻炒。", "放入洋葱、姜、蒜、香叶，炒匀。", "放入芋头、土豆、芸豆、香菇，炒匀；放入生抽、酱、白糖、盐，炒匀；加入适量开水，烧开后撇去浮沫。", "转小火，加盖炖。", "炖约5小时，大火将汤收浓些，翻炒均匀，盛出撒上葱花即可。"]
    }
  }, {
    "name": "锅包肉",
    "img": "http://site.meishij.net/r/172/229/3994922/a3994922_151520326630880.jpg",
    "target": "https://www.meishij.net/zuofa/guobaorou_73.html",
    "data": {
      "mainMaterial": ["里脊肉500克", "糖醋汁糖4勺", "糖醋汁醋2勺", "糖醋汁盐1小勺"],
      "auxiliaryMaterials": ["姜片3片", "葱半根", "青椒1个", "干红辣皮，5个", "蒜2瓣", "粉芡土豆淀粉2勺", "粉芡水2勺", "粉芡油1勺", "粉芡料酒1勺", "黑乐砂锅一个"],
      "cookingMethod": ["成品图", "成品图", "将里脊肉洗净，去筋斜着切成两半，切厚片；葱姜段切好备用；黑乐砂锅用水冲洗干净，擦干水份，备用。\n", "淀粉加入料酒，油，水，调成稀稠合适的糊（太稀的话，肉片挂不上面糊；太稠的话，面太厚，口感不好，加入一点油，可使炸出的肉外皮更酥脆，}搅拌均匀，倒入切好的肉片里。\n将裹匀淀粉的肉片放十分钟。\n", "砂锅中倒入食用油，加热到七成熟。将肉片一片片下入锅中炸至起泡浮起。分次把肉炸好，然后油温继续加热至最高。\n", "油面完全平静，有少许烟冒起，将肉分次下入复炸，炸至有斑驳的焦红色，捞出控油。\n", "将油倒出，切好青椒，调好糖醋汁，趁热锅倒入少许油，然后倒入葱，姜，蒜，辣皮，翻炒一会儿，再加入调好的糖醋汁。\n", "中火熬至糖醋汁有些粘稠，随后倒入肉片，和青椒丝，大火快速挂汁出锅。\n", "成品图"]
    }
  }]
}, {
  "name": "鲁菜",
  "value": "lucai",
  "data": [{
    "name": "四喜丸子",
    "img": "http://s1.st.meishij.net/r/127/79/6144877/a6144877_151766522396327.jpg",
    "target": "https://www.meishij.net/zuofa/sixiwanzi_31.html",
    "data": {
      "mainMaterial": ["肉馅500克"],
      "auxiliaryMaterials": ["食用油100克", "盐1克", "味精1克", "姜2片", "大葱1棵", "花椒10粒", "大料2朵", "花椒水20毫升", "鸡蛋1个", "淀粉15克", "面粉15克", "生抽15毫升", "酱油15毫升", "料酒25毫升", "白糖15克", "大蒜4瓣", "小油菜5棵"],
      "cookingMethod": ["肉馅加入花椒水，料酒，酱油，生抽，姜末，加入鸡蛋，淀粉，面粉，味精搅打上劲", "制成四个大丸子", "锅中多放点食用油，油大约成热时下入丸子", "炸制金黄色捞出控干油备用", "锅底油，加入白糖冒小泡发黄时，加入大料，花椒加入葱姜蒜煸香", "加入水，酱油，调口，大火烧开，中小火焖分钟，汤汁浓稠时就可以了", "油菜清洗干净，大的一切两开，放水开水锅中焯水", "小油菜围边，丸子码放盘中，汤汁浇在丸子上"]
    }
  }, {
    "name": "葱爆小酥肉",
    "img": "http://s1.st.meishij.net/r/19/58/10514519/a10514519_151719527699890.jpg",
    "target": "https://www.meishij.net/zuofa/congbaoxiaosurou_1.html",
    "data": {
      "mainMaterial": ["猪瘦肉1斤", "大葱1根", "鸡蛋2个"],
      "auxiliaryMaterials": ["白胡椒粉", "生抽", "老抽", "淀粉1包", "姜1块", "蒜", "花椒", "盐", "料酒", "糖"],
      "cookingMethod": ["准备好材料", "猪肉切片", "放入碗中加入盐 白胡椒 料酒腌制分钟", "抓匀，腌制分钟", "腌好的肉片裹上淀粉后再沾上蛋液。一片一片的下入七成热的油锅中。", "中火片炸成金黄色。", "捞出控油", "锅中留底油，下入葱姜翻炒。加入酱油、糖和适量的水烧开。", "下入炸好的酥肉，淀粉勾芡之后，翻炒片刻将汤汁收干即可"]
    }
  }, {
    "name": "烧平鱼：滋味浓郁，肉嫩鲜美",
    "img": "http://s1.st.meishij.net/r/56/41/6322806/a6322806_151713052259115.jpg",
    "target": "https://www.meishij.net/zuofa/shaopingyuziweinongyurounenxianmei.html",
    "data": {
      "mainMaterial": ["平鱼3条", "葱5段", "姜片5片", "蒜5瓣"],
      "auxiliaryMaterials": ["肉桂1个", "大料5个", "干辣椒2个", "盐3克", "生抽20毫升", "料酒10毫升", "醋20毫升"],
      "cookingMethod": ["平鱼洗净，去腮、去黑皮", "平鱼身上用刀划二下", "葱切段，姜切片，蒜、肉桂、大料、干辣椒准备好", "先将锅烧热，锅热放油", "油烧热，放入平鱼", "将鱼煎至两面金黄，盛起", "重新刷锅，锅里放一点油，将葱、姜、蒜，还有调料一起放入，煸出香味", "加入煎好的平鱼", "倒入料酒，糖、生抽，盐，倒入小杯开水，小火烧8分钟", "大火收汤，撒上葱花，关火，装盘"]
    }
  }, {
    "name": "醋熘白菜",
    "img": "http://site.meishij.net/r/184/195/2611434/a2611434_151195423286492.jpg",
    "target": "https://www.meishij.net/zuofa/culiubaicai_78.html",
    "data": {
      "mainMaterial": ["白菜450克"],
      "auxiliaryMaterials": ["油适量", "盐适量", "醋2勺", "白糖2勺", "辣椒2只", "蒜2瓣", "生抽1勺"],
      "cookingMethod": ["将白菜帮斜刀片成薄片，菜叶切段。", "蒜切末，辣椒切圈。", "取一只碗，倒入醋、生抽、盐、糖调成调味汁备用。", "锅中倒入油，待油成热时，放入辣椒，蒜爆香。", "加入白菜帮翻炒。", "炒至菜帮变软时，加入白菜叶。", "快速翻炒至菜软，倒入调味汁。", "翻炒片刻即可出锅。"]
    }
  }, {
    "name": "白萝卜丸子",
    "img": "http://site.meishij.net/r/14/171/5480264/a5480264_151131559750525.jpg",
    "target": "https://www.meishij.net/zuofa/bailuobowanzi_1.html",
    "data": {
      "mainMaterial": ["白萝卜一根", "鸡蛋一个", "面粉一杯"],
      "auxiliaryMaterials": ["盐一匙", "鸡精半匙", "五香粉半匙", "食用油适量"],
      "cookingMethod": ["白萝卜洗净去皮切片。", "再切碎一些放进碎菜器。", "把萝卜绞碎之后加一点盐杀出水分。", "挤去多余的水分。", "加入一杯面粉，打一个生鸡蛋，与白萝卜混合。", "加入盐，鸡精，五香粉。", "搅拌均匀，如果太干可以酌情加一点水。", "用手团成球状。", "锅中倒油烧热，下入丸子中火炸制。", "中途给丸子翻个面，待丸子里外都炸熟后捞出。", "装盘即可食用。"]
    }
  }, {
    "name": "霸王超市丨肘子两吃",
    "img": "http://site.meishij.net/r/73/127/10031823/a10031823_151127102967252.jpg",
    "target": "https://www.meishij.net/zuofa/bawangchaoshigunzhouziliangchi.html",
    "data": {
      "mainMaterial": ["猪肘子750克", "猪皮冻250克"],
      "auxiliaryMaterials": ["生姜一块", "大葱三段", "蒜瓣五瓣", "豆瓣酱一勺", "冰糖50克", "调料包一个", "黄酒50克", "蒸鱼豉油两勺"],
      "cookingMethod": ["霸王超市给的新鲜猪肘子。", "打开后先用冷水冲洗干净后，再继续冷水浸泡-2小时。", "浸泡后沥水，去骨后用麻绳简单扎起来，因为打算一次制作两种吃法，所以固定住就好，不需要扎的那么严实。", "猪肘子跟猪骨一起放入砂锅中，倒入冷水。", "加入黄酒，没有加料酒也可以。", "调料包可以买超市的成品，也可以自己搭配，八角，花椒，桂皮，香叶等，看自己家习惯使用的去腥调料即可。", "蒜瓣防止煮烂不好捞出，也可以放入调料包中。", "把料包，生姜放入砂煲内，生姜不要去皮哟。", "再加入葱段，如果带葱绿的话就简单的团起来。", "家里有老汤或者浓汤宝的话，加一块进去更美味的。", "大约两勺的蒸鱼豉油。", "一勺豆瓣酱。", "加入冰糖。", "电陶炉的话，直接大火定时分钟，汤水沸腾后转中小火。", "到时间后，取出配料，大骨头。", "把猪肘子也捞出来，然后捞出肉渣。", "把猪肘子分成两部分，其中一部分直接切小块。", "把准备好的猪皮冻跟切好的猪肘子再次放入砂煲内。", "继续定时中小火-40分钟即可。", "准备好一器皿，最好菱角分明的，比较好看。", "把煮好的汤水倒入准备的器皿中。", "有吸油纸的话可以放一张吸下表面的油花。", "然后取出吸油纸。", "静置到手温的试试，用筷子简单的搅拌一下。", "凉透后放入冰箱冷藏凝固。", "第一次捞出来预留的一部分猪肘子，直接切片，准备蒜泥或者喜欢的蘸酱，就是一道美味的卤猪肘。", "冷藏凝固以后的猪肘肉，就是水晶肘子了，这个就可以根据自己的喜好选择留多少汤汁，也可以不分成两部分，直接在第一步的时候把猪肘子固定好，做出来的水晶肘子就是肘肉跟水晶冻分布均匀的效果。"]
    }
  }, {
    "name": "美味秘制黄焖鸡",
    "img": "http://site.meishij.net/r/69/189/10297319/a10297319_150830485184912.jpg",
    "target": "https://www.meishij.net/zuofa/meiweimizhihuangmenji.html",
    "data": {
      "mainMaterial": ["鸡腿4只", "香菇8朵", "青椒2个"],
      "auxiliaryMaterials": ["盐（秘制酱）8克", "生抽（秘制酱）80克", "老抽（秘制酱）20克", "豆瓣酱(秘制酱)40克", "蚝油（秘制酱）40克", "咖喱粉(秘制酱)3克", "五香粉(秘制酱)3克", "白胡椒粉(秘制酱)2克", "糖(秘制酱)70克", "开水(秘制酱)适量"],
      "cookingMethod": ["将糖与适量热水加入汤锅加热煮沸，转中小火，继续加热。气泡由多变少，糖液变粘稠", "当糖液开始泛黄，可以轻轻搅拌。注意保持小火以免烤焦，当糖液变成琥珀色。加入少量开水，搅拌均匀。", "加入剩余所有配料，煮至浓稠状即可。", "鸡腿斩块，青椒切块，香菇切片", "锅内下油，油热下鸡块翻炒。", "鸡皮金黄，肉泛白烹入少许料酒，并煮沸挥发。", "加入万能酱勺，拌匀。（口味轻重酱增减）", "加入热水，加香菇，煮沸。转砂锅炖", "鸡肉烂熟后放入青椒，翻炒后闷一分钟即可出锅"]
    }
  }, {
    "name": "酱香肘子",
    "img": "http://site.meishij.net/r/47/93/1210797/a1210797_150754403044408.jpg",
    "target": "https://www.meishij.net/zuofa/jiangxiangzhouzi_1.html",
    "data": {
      "mainMaterial": ["猪肘1500克"],
      "auxiliaryMaterials": ["冰糖50克", "黄酒50毫升", "生抽100克", "老抽30毫升", "姜30克", "大蒜20克", "花椒适量", "八角3粒", "盐适量", "桂皮少量", "香叶少量"],
      "cookingMethod": ["将去骨的猪后肘去毛后洗净", "放入高压锅中", "放入姜、蒜、花椒、八角、冰糖、香叶、桂皮", "放入黄酒", "放入生抽", "放入老抽", "放入小半勺盐", "拌匀后启动高压锅肉类档即可", "将汤汁收干", "凉后去除线网", "切片", "食用时蘸点蒜酱味道更佳"]
    }
  }, {
    "name": "黄焖鸡",
    "img": "http://site.meishij.net/r/234/05/2251484/a2251484_150452933142779.jpg",
    "target": "https://www.meishij.net/zuofa/huangmenji_45.html",
    "data": {
      "mainMaterial": ["三黄鸡1只（约1000克）"],
      "auxiliaryMaterials": ["土豆2个", "洋葱半个", "青椒2个", "红椒2个", "干香菇10朵", "葱3颗", "姜1小块", "葱头5瓣", "生抽5-6汤匙", "料酒1汤匙", "冰糖5克", "蚝油2汤匙", "白胡椒粉1汤匙"],
      "cookingMethod": ["整鸡剁成小块，用清水浸泡半小时，去除血水。", "浸泡后清洗干净，沥干水分。", "洋葱、土豆、青红椒切块，切葱花，蒜姜切片备用。", "干香菇用清水泡发洗净后对半切开。", "热锅凉油，放入冰糖，小火不停翻炒，炒出糖色。", "倒入鸡块，加入料酒，大火翻炒至变色。", "加入葱花、姜、蒜翻炒均匀。", "加入洋葱和土豆翻炒均匀。", "加入蚝油、生抽翻炒均匀。", "加入香菇、适量白胡椒粉翻炒均匀。", "加入没过鸡肉的清水，大火烧开后转中小火炖-30分钟，至鸡肉熟烂。", "鸡肉炖熟后尝一下咸淡，淡了可加入少许盐调味。加入青红椒翻炒分钟，至断生后就可以出锅了。", "出锅装盘，来碗米饭，开吃吧。"]
    }
  }, {
    "name": "黄焖鸡米饭",
    "img": "http://site.meishij.net/r/179/135/9908929/a9908929_150388236153046.jpg",
    "target": "https://www.meishij.net/zuofa/huangmenjimifan_12.html",
    "data": {
      "mainMaterial": ["鸡肉块300克", "干香菇5朵", "土豆1个", "洋葱半个", "青椒2个", "金针菇1把"],
      "auxiliaryMaterials": ["姜片3片", "干辣椒少许", "料酒1勺", "冰糖4块", "生抽1勺", "蒜瓣5瓣", "老抽1勺", "盐适量", "葱1把"],
      "cookingMethod": ["干香菇用热水泡开，同时保留香菇水", "鸡肉切小块放入碗中，加入料酒、生抽搅拌均匀腌制分钟", "青椒切滚刀块，土豆、洋葱切块，干辣椒切圈，姜切片备用", "热锅倒油，放入姜片、干辣椒煸香", "倒入鸡肉翻炒分钟左右起锅", "准备砂锅，将鸡肉倒入砂锅中，倒入之前泡香菇保留的香菇水", "砂锅中倒入香菇、老抽、冰糖、盐", "盖上锅盖用中火焖煮分钟左右", "再次加入土豆、青椒、洋葱、金针菇、蒜瓣焖煮分钟，再配上一碗米饭就可以装盘食用了"]
    }
  }, {
    "name": "八珍豆腐",
    "img": "http://site.meishij.net/r/184/180/4420184/a4420184_150346389156418.jpg",
    "target": "https://www.meishij.net/zuofa/bazhendoufu_4.html",
    "data": {
      "mainMaterial": ["豆腐(南)1盒", "虾仁8个", "鸡肉50克", "海参（即食海参）1个", "蟹肉棒3个", "香菇3朵", "秋葵3个"],
      "auxiliaryMaterials": ["蚝油2茶匙", "食盐适量", "酱油(三鲜)适量", "白糖少许", "白胡椒粉适量", "淀粉适量"],
      "cookingMethod": ["主要食材：嫩豆腐、鲜虾仁、鸡肉、香菇、蟹肉棒、海参、秋葵", "蟹肉棒斜切段，香菇切片、秋葵切斜段、海参斜切厚片，虾仁去虾线加入少许料酒、胡椒粉和淀粉抓匀腌渍几分钟，鸡肉切片也加入胡椒粉、料酒、淀粉抓匀腌渍几分钟。", "腌渍虾仁和鸡片的时候来处理嫩豆腐，嫩豆腐取出切块", "切好的豆腐均匀的蘸上一层干淀粉", "放入油锅中煎炸", "煎炸至六面都硬噶盛出备用。", "利用煎炸豆腐的余油把腌渍好的鸡片滑炒至变色捞出。", "海参、蟹肉棒、虾仁放入沸水中炒熟捞出。", "热锅凉油，放入葱姜爆香后放入香菇炒出香味。", "炒出香味后，放入炸好的豆腐、滑炒好的鸡肉、焯过水的海参、虾仁、蟹肉棒等食材。", "加入蚝油、鲜味酱油、适量食盐、少许胡椒粉。", "在加入少许白糖", "加入小半碗水或高汤。", "小火煨三两分钟。", "煨至汤汁减少，加入秋葵。", "大火翻炒均匀即可关火盛出。", "成品！"]
    }
  }, {
    "name": "家常黄焖鸡",
    "img": "http://site.meishij.net/r/15/12/6440515/a6440515_148283028565119.jpg",
    "target": "https://www.meishij.net/zuofa/jiachanghuangmenji_2.html",
    "data": {
      "mainMaterial": ["鸡600克"],
      "auxiliaryMaterials": ["香菇适量", "酱油、生抽15毫升", "油15毫升", "盐4克", "料酒20毫升", "葱头1个", "大蒜3瓣", "生姜1块", "水500毫升"],
      "cookingMethod": ["首先往自动烹饪锅中加入适量清水，使用手动功能，将水煮开。", "将洗净斩好的鸡肉加入沸水中", "稍微焯一下水即可，捞出鸡肉，将水倒掉", "准备好调料，姜蒜和葱头切片", "将油、姜、大蒜、葱头先放入锅底，再放入香菇和鸡肉", "放入盐、生抽、酱油、料酒", "再加入清水", "盖好锅盖，接通电源，按下开关键后，选择“黄焖鸡”功能", "自动烹饪锅开始倒计时工作，中途开盖翻拌下", "倒计时结束，收汁完成", "打开锅盖，搅拌一下就好了，可以出锅装盘了"]
    }
  }, {
    "name": "黄焖鸡米饭",
    "img": "http://site.meishij.net/r/53/149/2912303/a2912303_148089775182087.jpg",
    "target": "https://www.meishij.net/zuofa/huangmenjimifan_10.html",
    "data": {
      "mainMaterial": ["鸡腿2个", "木耳20克"],
      "auxiliaryMaterials": ["冰糖14粒", "盐1小勺", "生抽8克", "料酒10克", "姜3片", "干辣椒2个", "鸡精1克"],
      "cookingMethod": ["木耳提前泡好（家里没有其它蔬菜，我只放了木耳，其实最好放香菇，金针菇或者油菜等，那样就更完美了）", "鸡腿切好备用", "一定要冷水下锅（避免蛋白质骤然收缩），煮开，撇去浮沫", "将鸡汤和鸡肉倒入小盆中备用。", "锅里加少许底油，加到15粒冰糖", "小火熬到棕黄色，记住一定不要深红色，不然变红烧鸡腿了。", "鸡腿控干，入锅翻炒，加适量的料酒，姜片和个干辣椒（可以不放，还可以多放）如果想放土豆的，这时候可以放进去翻炒一会", "然后加鸡汤", "盖锅盖，大火烧开，小火焖分钟左右", "加木耳或者香菇等其它蔬菜", "大火收汁，留点汤汁泡饭。关火加鸡精。", "准备米饭", "装盘，成品。"]
    }
  }, {
    "name": "酥白肉",
    "img": "http://site.meishij.net/r/173/209/4052423/a4052423_145543486622642.jpg",
    "target": "https://www.meishij.net/zuofa/subairou_4.html",
    "data": {
      "mainMaterial": ["猪肉(肥)200克", "红枣200克"],
      "auxiliaryMaterials": ["白砂糖100克", "淀粉少许", "面粉少许", "植物油500毫升", "熟芝麻少许"],
      "cookingMethod": ["红枣泡好去核，淀粉加水调成稀糊，红枣均匀挂糊，放入油锅炸至外糊酥脆，炸好的红枣捞起备用", "猪肥肉切条，撒少许面粉将白肉挂匀；淀粉加水调成黏糊，肥肉均匀挂满面糊，挂糊的肉入油锅炸至外糊酥脆", "将炸好的红枣和肉再次倒入油锅，进行复炸，这样可以使红枣和肉更加酥脆", "炒糖浆：另起油锅，将白砂糖全部倒入锅中，加入少许植物油（水也可以），不断搅拌至变色无颗粒", "将炸好的红枣和肉倒入炒好的糖浆中，翻炒至肉和红枣均匀的挂上糖浆，撒上少许熟芝麻出锅即可~~", "方便吃小窍门：出锅直接倒入白钢盆中，用筷子将黏在一起的肉和红枣分开，晾凉之后再装盘，这样吃起来方便哈~糖还比较均匀哦~~"]
    }
  }, {
    "name": "四喜丸子",
    "img": "http://site.meishij.net/r/158/87/4021908/a4021908_143158280058854.jpg",
    "target": "https://www.meishij.net/zuofa/sixiwanzi_22.html",
    "data": {
      "mainMaterial": ["猪肉(肥瘦)400克", "荸荠4个"],
      "auxiliaryMaterials": ["高汤500克", "水淀粉2大勺", "葱姜汁40毫升", "料酒1小勺", "白糖1/2小勺", "生抽2勺", "胡椒粉少许", "淀粉1.5大匙", "鸡蛋清1个", "芝麻油1/2小勺", "大葱1段", "生姜1小块", "八角1个", "桂皮1小块", "老抽1大匙", "冰糖20克", "盐适量", "食用油适量"],
      "cookingMethod": ["调料：葱姜水约40毫升、高汤约500毫升、水淀粉2大匙；\n调料2：料酒1小匙、白糖1/2小匙、生抽1小匙、胡椒粉少许、淀粉1.5大匙、鸡蛋清1个、芝麻油1/2小匙、盐适量；\n调料3：大葱1段、生姜1小块、八角1个、桂皮1小块、老抽1大匙、生抽1大匙、冰糖约20克、盐适量。\n\n准备好各种原料，荸荠洗净去皮待用", "猪肉剁成小肉丁（不用剁太碎）", "肉馅中分次放入葱姜水，朝一个方向搅匀上劲，再放入调料中的全部调料", "将肉馅继续朝一个方向搅匀上劲", "将荸荠切成小粒，放入肉馅中", "将肉馅继续朝一个方向搅匀", "然后分成四份，分别团成圆球状，做成大丸子（将丸子在两手间反复摔打数次使丸子紧实）", "锅中放入适量的油，烧至六七成热，下入丸子，炸至丸子表面金黄（不用完全熟透）", "另起锅，放入高汤与调料中的全部调料，烧开", "放入炸好的丸子，盖盖，中小火炖煮约分钟", "取适量煮丸子的汤，倒入水淀粉，烧开成芡汁", "将芡汁浇在煮好的丸子上即可"]
    }
  }, {
    "name": "脂渣炖白菜豆腐",
    "img": "http://site.meishij.net/r/139/60/2827639/a2827639_70449.jpg",
    "target": "https://www.meishij.net/zuofa/zhizhadunbaicaidoufu.html",
    "data": {
      "mainMaterial": ["大白菜700克", "粉条1把", "北豆腐500克", "猪油渣1小碗"],
      "auxiliaryMaterials": ["植物油1汤匙", "大葱1段", "姜3片", "食盐4克", "味精1/4小勺", "生抽1汤匙", "清水1杯"],
      "cookingMethod": ["粉条先用温水泡上，至少要泡半小时以上，我用的土豆粉条，比较好泡", "北豆腐用水冲洗一下，切成小块；脂渣用的自制的", "大白菜洗净，用刀片成薄片，或用手撕成块，这样好吃，好入味", "锅里放适量的油，植物油、猪油都可以，加入葱、姜爆出香味，放入白菜煸炒", "待白菜炒软后，倒入适量的生抽，翻炒均匀，加高汤或清水，加高汤味道更醇厚，我没有高汤加的清水", "大火煮开，煮开后放入豆腐，豆腐不用焯水，脂渣，再次煮开，煮开后转小火慢炖，至少分钟", "放入粉条，炖软后，再次用盐、味精调味，即可盛出享用了", "炖好的脂渣白菜香味四溢，脂渣的香味非常独特，香而不腻，配什么主食都可以，即使什么主食也没有，吃上碗菜，也饱饱的"]
    }
  }, {
    "name": "梅菜肉饼",
    "img": "http://site.meishij.net/r/177/83/583427/a583427_47959.jpg",
    "target": "https://www.meishij.net/zuofa/meicairoubing_3.html",
    "data": {
      "mainMaterial": ["猪肉约100克", "梅菜约200克"],
      "auxiliaryMaterials": ["生抽约2汤匙", "细砂糖1/2茶匙", "玉米淀粉1汤匙", "料酒1汤匙", "芝麻油1茶匙"],
      "cookingMethod": ["将精猪肉剁碎，加上生抽、细砂糖、料酒、玉米淀粉和芝麻油，搅拌均匀", "将洗好的梅菜先切成粒，再按住刀尖，刀呈扇形切，切成末", "梅菜末与肉末混合均匀", "铺在底部较大的碟或碗里，尽量摊平", "水热下锅，隔水蒸", "大火蒸-15分钟，如果肉量大，时间相应延长"]
    }
  }, {
    "name": "农家炖土鸡",
    "img": "http://images.meishij.net/p/20140425/c18159e56130cb150553c709bf412d4e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/nongjiaduntuji.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡(土鸡，家养)半只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["尖椒6个", "食盐1小勺", "姜1块", "八角2个", "桂皮1段", "干辣椒5个", "料酒1大勺", "生抽2大勺", "老抽1大勺", "甜面酱1大勺", "小葱1把", "香叶2片", "植物油1大勺", "水适量"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "浙菜",
  "value": "zhecai",
  "data": [{
    "name": "酸甜酥香的酥焖鲫鱼",
    "img": "http://site.meishij.net/r/158/87/4021908/a4021908_145647808294937.jpg",
    "target": "https://www.meishij.net/zuofa/suantiansuxiangdesumenjiyu.html",
    "data": {
      "mainMaterial": ["鲫鱼1条"],
      "auxiliaryMaterials": ["葱1根", "姜一块", "蒜5瓣", "淀粉适量", "糖2勺", "盐适量", "醋3勺", "料酒少许", "生抽1勺", "老抽1勺", "食用油适量", "五香粉少许", "高汤适量"],
      "cookingMethod": ["鲫鱼杀洗干净擦干水份，加生抽料酒和葱姜碎腌上", "腌好的鱼拍上干淀粉", "坐锅烧油，油要热到冒烧的程度，放鱼入锅炸制", "炸好的鱼要回一下锅，保证鱼炸透", "倒出热油，留下低油，将葱段姜片辣椒放在锅中爆一下", "将鱼放在锅中", "加上调料（糖醋老抽生抽料酒），看到的白色调料为糖，这个菜糖和醋的用量都比较大", "加上高汤，大火烧开，转小火焖至鱼完全入味儿，关火焖在锅中", "这道菜可以冷吃也可以热吃，热吃最好用蒸的方法加热，避免鱼被弄碎"]
    }
  }, {
    "name": "叫花鸡",
    "img": "http://images.meishij.net/p/20140903/de1acee71b791b239177f89cf7b6fb68_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiaohuaji_8.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡(土鸡，家养)880克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["荷叶1张", "干香菇5朵", "面粉400克", "腊肠1条", "蛤蜊肉1把", "花生油10克", "食盐5克", "酱油2勺", "葱2根", "姜2片", "蒜3瓣", "蚝油1.5勺", "猪油1勺", "蒸鱼豉油15克", "糖1/2勺", "鱼露1勺", "黄酒5勺", "十三香2勺", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "火腿蒸鲈鱼",
    "img": "http://site.meishij.net/r/229/229/1557479/a1557479_16001.jpg",
    "target": "https://www.meishij.net/zuofa/huotuizhengluyu_1.html",
    "data": {
      "mainMaterial": ["金华火腿250克", "鲈鱼750克"],
      "auxiliaryMaterials": ["生姜１块", "油少许", "黄酒2茶匙", "细香葱1根", "水适量"],
      "cookingMethod": ["将鲈鱼清洗干净，从脊椎处切断至腹部，腹部保留厘米左右不要切断。", "准备食材", "火腿切片，生姜切片", "将处理好的鲈鱼放在盘中，撒上适量黄酒、姜片，腌制分钟", "将鲈鱼成花状摆好，将火腿切片放入各缝隙中，放入锅中隔水蒸分钟拿出，撒上葱花即可"]
    }
  }, {
    "name": "东坡肉",
    "img": "http://site.meishij.net/r/87/44/636087/a636087_94789.jpg",
    "target": "https://www.meishij.net/zuofa/dongporou_29.html",
    "data": {
      "mainMaterial": ["五花肉1500克"],
      "auxiliaryMaterials": ["黄酒250毫升", "白糖100克", "酱油150毫升", "姜块50克", "葱结50克", "水适量", "生抽50毫升"],
      "cookingMethod": ["猪五花肉凉水洗干净，去掉皮上面的毛发", "开水焯到九成熟", "切成乘以4的小方块", "另取一砂锅，下面铺上香葱、姜片", "肉皮向下，码放在香葱上面", "加入白糖", "加入绍酒", "加入酱油，生抽就可以", "基本不用怎么放水，先大火煮开", "煮开之后小火", "盖好盖子，微火焖两个小时", "两个小时后把肉块翻过来肉皮朝上，加盖焖酥", "在汁水里面放一夜之后捞出来，放进陶罐或者瓷罐中", "旺火蒸半小时即可出锅"]
    }
  }, {
    "name": "泥螺梅干菜",
    "img": "http://images.meishij.net/p/20130711/a3ece475c9ecfa3930f57d469c3a9c94_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/niluomeigancai.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t梅菜50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t泥螺500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "味精3克", "植物油1汤匙"],
      "cookingMethod": []
    }
  }, {
    "name": "西湖牛肉羹",
    "img": "http://images.meishij.net/p/20130529/96099c945e7bd760bb1e625e4ce3741a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xihuniurougeng_11.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛肉100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t金针菇100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t南豆腐100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡蛋清1个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1小勺", "水淀粉1小碗", "香菜1棵", "鸡汤500毫升", "白糖少许", "胡椒粉1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "花雕熏鱼",
    "img": "http://images.meishij.net/p/20130521/499f26e65201687cfd07c90a09eee33c_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huadiaoxunyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t草鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3小勺", "葱1/2根", "姜5片", "料酒2大勺", "花雕酒1小碗", "白糖1小碗", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "油爆大虾",
    "img": "http://images.meishij.net/p/20130521/ef504ea997b3587b897cf7db360ae5b3_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/youbaodaxia_17.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t虾500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油1小勺", "葱1棵", "姜1块", "蒜5瓣", "生抽1小勺", "白糖1小勺", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "西湖莼菜羹",
    "img": "http://images.meishij.net/p/20130325/65ccec333d49b70eda8a5b783b796fa9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xihuchuncaigeng.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t莼菜100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胸脯肉50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["火腿3片", "食盐3克", "水淀粉20毫升", "高汤500毫升", "芝麻油3克"],
      "cookingMethod": []
    }
  }, {
    "name": "荠菜炒年糕",
    "img": "http://images.meishij.net/p/20130322/fe6cf5957c2250079bc0799f5337c7c9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qicaichaoniangao_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t年糕250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["咸肉60克", "春笋100克", "荠菜30克", "食盐1小勺", "鸡精小半勺", "姜5克", "植物油1汤勺"],
      "cookingMethod": []
    }
  }, {
    "name": "油焖春笋",
    "img": "http://images.meishij.net/p/20130304/0585dab5d493c72117b64e88e5439f00_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/youmenchunsun_15.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春笋600克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1茶匙", "酱油2汤匙", "橄榄油2汤匙", "白糖1茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "腌笃鲜",
    "img": "http://images.meishij.net/p/20130222/4abda8537bceb66ed9788a17cbfb5a76_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yanduxian_5.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大排1小盆\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t咸肉1大块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["豆腐皮适量", "莴笋1个", "食盐1勺", "姜1块", "黄酒1勺"],
      "cookingMethod": []
    }
  }, {
    "name": "桂花糯米藕",
    "img": "http://images.meishij.net/p/20130128/174448cc1b24ac16ebd3540297958687_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/guihuanuomiou_21.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕2节\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糯米1杯\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["枣(干)10颗", "红糖适量", "糖桂花适量"],
      "cookingMethod": []
    }
  }, {
    "name": "雪菜烧黄鱼",
    "img": "http://images.meishij.net/p/20121205/bb72c703e71bad45a537adf83c5775ac_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xuecaishaohuangyu_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黄鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["雪里蕻200克", "酱油1茶勺", "鸡精1茶勺", "葱5克", "姜5克", "蒜5克", "料酒1大勺", "生抽1茶勺", "红尖椒2个", "水30毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "梅干菜炒豇豆",
    "img": "http://images.meishij.net/p/20121204/c3188acf647e24817b74f16cf38661c2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/meigancaichaojiangdou_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豇豆15根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["梅菜1小碗", "植物油5克", "大蒜4瓣"],
      "cookingMethod": []
    }
  }, {
    "name": "梅酱配炸响铃",
    "img": "http://images.meishij.net/p/20120920/2bbf8e9112252c470f29160d010efeba_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/meijiangpeizhaxiangling.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豆腐皮2张\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["虾仁100克", "芦笋3只", "松蘑(干)15片", "食盐3克", "生抽少许", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "江南卤鸭",
    "img": "http://images.meishij.net/p/20120820/6b5f6f9d72e6a7230ca00f338f6ec7d5_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiangnanluya.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油半碗", "冰糖50克", "葱1把", "姜6片", "八角1个", "桂皮1~2片"],
      "cookingMethod": []
    }
  }, {
    "name": "花菇石鸡",
    "img": "http://images.meishij.net/p/20120720/f3e0e9212efb2a5a5b58a365664d55bd_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huagushiji_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t田鸡600g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菇150g", "食盐5g", "味精1g", "姜10g", "江米酒5g", "玉米淀粉3g", "猪油(板油)60g"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "苏菜",
  "value": "sucai",
  "data": [{
    "name": "大煮干丝",
    "img": "http://images.meishij.net/p/20141125/0668a80821ee1c5b16caff90539bba8b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/dazhugansi_10.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t干丝200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菇(干)15克", "火腿10克", "鸡20克", "鸡胸脯肉20克", "虾干5克", "食盐2小勺", "鸡汤500克", "白胡椒粉1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "无锡排骨",
    "img": "http://images.meishij.net/p/20140218/826821fe544d28d95531ca15171da2f0_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wuxipaigu_6.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t排骨350克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["西红柿2个", "葱2大勺", "姜5片", "蒜1瓣", "八角2个", "桂皮1小块", "生抽2大勺", "老抽1大勺", "番茄酱1大勺半", "黄酒1小勺", "白糖1大勺半", "香叶3片", "水800克", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "四喜烤麸",
    "img": "http://images.meishij.net/p/20140109/f8c404fd004dedc585cd92116437f05f_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/sixikaofu_10.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黑木耳30克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t干香菇10朵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t花生仁(生)50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t烤麸2片\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["干黄花菜1小把", "花生油50毫升", "食盐2克", "生抽20克", "老抽10克", "香油3克", "白糖5克", "水200毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "红烧狮子头",
    "img": "http://images.meishij.net/p/20131230/99334d533a5d3087d83912c87aa98d68_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaoshizitou_23.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋1个", "淀粉20克", "生菜少许", "花生油适量", "食盐5克", "冰糖10克", "姜15克", "生抽25克", "老抽8克", "水淀粉10克", "大葱2根", "水800毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "红烧狮子头",
    "img": "http://images.meishij.net/p/20131010/d9e6859650e7622af50558de0dbf73ae_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaoshizitou_22.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["油菜100克", "鸭蛋黄4个", "鸡蛋清半个", "食盐1小勺", "葱5克", "姜5克", "八角1个", "桂皮1小段", "料酒1小勺", "生抽1小勺", "老抽1小勺", "淀粉1小勺", "水淀粉适量", "白糖1.25小勺", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "香菇面筋",
    "img": "http://images.meishij.net/p/20130730/5b623fcf793a4b1733dff8a96cc4a213_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xianggumianjin_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油面筋4个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t香菇12朵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油菜4棵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "生抽5克", "蚝油5克", "香油3克", "白糖3克", "植物油1汤匙"],
      "cookingMethod": []
    }
  }, {
    "name": "南京盐水鸭胸",
    "img": "http://images.meishij.net/p/20130716/45f7684363a9061e8d57b5362cbf3af0_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/nanjingyanshuiyaxiong.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭胸脯肉1块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐20克", "葱1段", "姜1小块", "八角1个", "花椒1小把", "料酒30毫升", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "无锡酱排骨",
    "img": "http://images.meishij.net/p/20130522/58fbcd6f2fdf2a8e18c0f2f62259fc7d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wuxijiangpaigu_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大排1盘\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["葱半棵", "姜1小块", "八角1个", "桂皮1块", "料酒1勺", "生抽1.5勺", "番茄酱3勺", "白芝麻1把", "茴香籽1小勺", "红糖3勺", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "红烧狮子头",
    "img": "http://images.meishij.net/p/20130423/42a1b6efbfed35d0d380f1412aa3b5bc_150x150.jpg",
    "target": "https://www.meishij.net/jiangchangcaipu/hongshaoshizitou_15.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉800克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋1个", "荸荠200克", "食盐18克", "冰糖10克", "葱半根", "姜1块", "生抽70克", "老抽5克", "蚝油20克", "水淀粉10克", "黄酒30克", "植物油30克"],
      "cookingMethod": []
    }
  }, {
    "name": "青团子",
    "img": "http://images.meishij.net/p/20130402/e9d652d41b4da18e4faf34d9a57b46d9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qingtuanzi_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糯米粉60克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["豆沙135克", "色拉油15克"],
      "cookingMethod": []
    }
  }, {
    "name": "腌笃鲜",
    "img": "http://images.meishij.net/p/20130326/51647bef9a8e2b767020c3654bfa2dab_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yanduxian_7.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春笋500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t咸肉150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["豆腐皮200克", "姜4片", "小葱2棵", "高汤1升", "黄酒3大勺"],
      "cookingMethod": []
    }
  }, {
    "name": "腌笃鲜",
    "img": "http://images.meishij.net/p/20130221/ac688767457bf66f87986317010799a9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yanduxian_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t咸肉150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春笋120克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["小葱1根"],
      "cookingMethod": []
    }
  }, {
    "name": "炸丸子",
    "img": "http://images.meishij.net/p/20130202/cae2afe6deaf3045bde139e5d947e67d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhawanzi_7.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t青萝卜300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t土豆150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋1个", "面粉150克", "食盐4克", "姜10克"],
      "cookingMethod": []
    }
  }, {
    "name": "凉拌皮肚",
    "img": "http://images.meishij.net/p/20130130/f1bd5dbb389adcd9704890762fb586da_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liangbanpidu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪皮1块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菜1根", "食盐小半勺", "米醋1小勺", "香油数滴", "胡椒粉少许", "白糖小半勺"],
      "cookingMethod": []
    }
  }, {
    "name": "烧杂拌",
    "img": "http://images.meishij.net/p/20130130/beead5337282407a26b5f5be41fabc68_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/shaozaban.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊肉600克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t白萝卜1根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t肉丸1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼丸1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t燕饺1个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼豆腐1块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鹌鹑蛋1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱿鱼(干)5小片\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t腐竹1大块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t海带1大片\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t莴笋半个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黑木耳1大朵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t蘑菇6朵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油菜1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t胡萝卜半根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1勺", "米醋1勺", "香油数滴", "水淀粉适量", "胡椒粉少许"],
      "cookingMethod": []
    }
  }, {
    "name": "溧阳扎肝",
    "img": "http://images.meishij.net/p/20121229/fffb93545a5f5413bbf7e283f9dfb5dc_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yangzhagan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪小肠200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肝100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["笋干50克", "油豆腐50克", "食盐2克", "冰糖适量", "姜适量", "八角1个", "花椒适量", "干辣椒适量", "料酒10毫升", "生抽5毫升", "老抽5毫升", "草果适量", "陈皮适量", "面粉5克"],
      "cookingMethod": []
    }
  }, {
    "name": "清炖狮子头",
    "img": "http://images.meishij.net/p/20121122/b49669c23d0abe5a70caef2b3bc6930b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qingdunshizitou_6.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉750克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["藕150克", "油菜100克", "鸡蛋1个", "鞭笋150克", "食盐5克", "葱10克", "姜5克", "料酒10克", "水淀粉30克", "胡椒粉1小匙"],
      "cookingMethod": []
    }
  }, {
    "name": "清鲜盐水虾",
    "img": "http://images.meishij.net/p/20121114/d269bf29d2e0e16a7a8aa151010e4e7e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qingxianyanshuixia.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t对虾300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "醋1勺", "葱适量", "姜适量", "八角1个", "花椒20粒", "料酒1勺"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "清真菜",
  "value": "qingzhencai",
  "data": [{
    "name": "大盘鸡",
    "img": "http://site.meishij.net/r/193/37/9196943/a9196943_148160608039254.jpg",
    "target": "https://www.meishij.net/zuofa/dapanji_40.html",
    "data": {
      "mainMaterial": ["鸡翅根依需要适量", "面粉10个人食用，8小碗", "土豆3个", "尖椒4个", "洋葱头1个", "番茄酱差不多三罐量"],
      "auxiliaryMaterials": ["葱1棵", "桂皮1片", "姜3片", "植物油准备适量", "食盐2.5茶匙", "白糖3茶匙"],
      "cookingMethod": ["和面（八碗面，加一整勺盐，加两个鸡蛋）醒二个小时", "将鸡翅根切两段，在凉水中加入料酒之后将鸡翅根炒熟，盛出待用", "土豆，将土豆剥皮切块（非滚刀块）辣椒，将辣椒去籽（切滚刀块）葱头，将葱头剥皮（先切成两瓣再分别切两刀）", "关键步骤：热锅放油稍微多一点，随后放糖（三勺）边炒边搅拌，糖不能糊，及时放鸡翅根，上色，色均匀上好后，放开水没鸡翅，放料酒，放葱段（五段）大料（三个）姜（适量）桂皮，之后火外圈有火苗炖（注：不撇沫）", "用另一个火炒番茄酱，将番茄酱准备好备用，取一干净锅，锅中放油，油热后放准备好的番茄，炒到冒泡，之后把炒好的番茄放到正在炖煮的上一步鸡翅汤中，随后放入一平勺盐，可以尝咸淡，原则上汤要咸一点，调好咸淡，放入土豆，继续炖煮，土豆和鸡翅完全熟后勾芡（注：土豆不要太烂）之后放入洋葱和尖椒", "放上洋葱，尖椒，卤就出炉啦", "将已经醒好的面切成如上图示的面，煮熟，特别注意：煮完面捞出来以后过一遍热水"]
    }
  }, {
    "name": "馕包大盘鸡",
    "img": "http://site.meishij.net/r/19/208/1364519/a1364519_06239.jpg",
    "target": "https://www.meishij.net/zuofa/nangbaodapanji_1.html",
    "data": {
      "mainMaterial": ["馕1个", "青椒1个", "红椒1个", "土豆2个", "鸡腿500克"],
      "auxiliaryMaterials": ["油1勺", "盐1勺", "生抽1勺", "老抽1勺", "料酒10ML", "糖10克", "八角2个", "桂皮5克", "花椒5克", "香叶2片", "干红辣椒5个", "姜10克", "蒜10克", "大葱10克"],
      "cookingMethod": ["准备姜、蒜等配料", "土豆洗净去皮切滚刀块，青、红椒洗净去籽切片", "鸡腿解冻后剁成块状", "锅热油，放入鸡块", "将鸡块炒至颜色变白水分变干", "加入料酒翻炒", "放入葱、姜等配料翻炒出香", "加入生抽", "加入糖、老抽翻炒上色", "加水至淹没鸡块，大火烧开，加盖中小火煮十几分钟左右", "加土豆煮至自己喜欢的软硬", "加入切好的青、红椒", "加馕盖住鸡块，煮分钟左右，捞起馕，切三角形的块，摆在盘子一圈，把鸡块捞起倒在馕的上面"]
    }
  }, {
    "name": "新疆烤包子(清真版) ",
    "img": "http://site.meishij.net/r/200/155/851450/a851450_09129.jpg",
    "target": "https://www.meishij.net/zuofa/xinjiangkaobaoziqingzhenban.html",
    "data": {
      "mainMaterial": ["牛肉（腹部肉）500克", "全麦粉400克", "大葱1棵", "洋葱1/2个", "水260克"],
      "auxiliaryMaterials": ["精盐适量", "花椒粉适量", "孜然粉适量", "香油适量", "水适量", "鸡蛋液少许"],
      "cookingMethod": ["  将大葱切成末加入牛肉绞馅中，加入盐、花椒粉、香油搅拌均匀。将洋葱切成末与孜然粉一起放入中搅匀，逐次加水搅打上劲。将搅打好的牛肉馅放入冷藏室冷藏30分钟。", "将全麦粉加水揉成表面光滑的面团，盖湿布饧发分钟。面板撒薄粉，将饧发好的面团取出揉匀，搓成长条状，揪成大小一致的剂子。去一个剂子压扁，擀成薄面片，将冷藏好的牛肉绞馅铺在中间。", "三边涂抹鸡蛋液。将未抹鸡蛋液的一边折起，再将对称一边对折压上，", "再将两边对称折起捏严成长方形。依次完成后，摆入铺了锡纸的烤盘内，表面刷蛋液。烤箱预热°，中层烤15分钟即可。\n", ""]
    }
  }, {
    "name": "红扒牛肉",
    "img": "http://images.meishij.net/p/20140324/f4cafe0434211ae1f07b18d052fb7583_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongbaniurou_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t卤牛肉600克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油5克", "葱10克", "姜10克", "料酒10克", "香油6克", "水淀粉15克", "精盐3克", "白糖2克"],
      "cookingMethod": []
    }
  }, {
    "name": "焦熘牛肉片",
    "img": "http://images.meishij.net/p/20130716/fbc2c10a8c176420ca63effe0158aac3_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiaoniuroupian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛里脊200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["玉米淀粉150克", "食盐2克", "酱油10克", "葱10克", "姜5克", "米醋30克", "黄酒10克", "白糖10克", "水适量", "植物油400毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "红扒牛肉条",
    "img": "http://images.meishij.net/p/20130108/5d42664b7078a23227ac05f4291ae099_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongbaniuroutiao.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛肉400克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["芥蓝6条", "胡萝卜1根", "食盐5克", "酱油3克", "葱适量", "姜1小块", "八角1个", "桂皮1小块", "白芷2片", "香叶3片", "砂仁3个", "陈皮1小块", "黄酒10克", "沙姜1片"],
      "cookingMethod": []
    }
  }, {
    "name": "特色手抓饭",
    "img": "http://images.meishij.net/p/20121219/6e5febd0e8cfcf227514dd4030a8acbe_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/teseshouzhuafan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊肉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["洋葱1个", "胡萝卜2根", "葡萄干3克", "杏干3克", "枣（鲜）3克", "食盐3克", "醋3毫升", "姜3克", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "醋溜木须",
    "img": "http://images.meishij.net/p/20121115/589d3edd2c0212c0bcece6effed06bb2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/culiumuxu_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊里脊肉150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡蛋2个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3克", "酱油10克", "葱10克", "姜5克", "蒜5克", "料酒10克", "米醋15克", "香油少许", "淀粉适量", "白糖5克"],
      "cookingMethod": []
    }
  }, {
    "name": "新疆风味牛肉干",
    "img": "http://images.meishij.net/p/20120803/14c2cd73f457e84fd32749373462a646_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xinjiangfengweiniurougan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛肉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "葱适量", "姜适量", "花椒适量", "料酒适量", "生抽适量", "老抽适量", "红尖椒适量", "芝麻适量", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "新疆炒羊腿",
    "img": "http://images.meishij.net/p/20120803/e780cd8b641cf4c00e49ff5039b379ed_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xinjiangchaoyangtui.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊腿300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "酱油30毫升", "姜5克", "蒜5克", "花椒15克", "干辣椒100克", "料酒30毫升", "淀粉30克", "孜然15克", "白砂糖15克", "小葱5克", "水200毫升", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "蜜汁烤羊排",
    "img": "http://images.meishij.net/p/20120802/ccbfa55add5e13b8c1d586a121a5e46a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/mizhikaoyangpai.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊排8块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["芝麻2汤匙", "米粉225克", "胡萝卜4个", "柿子椒1个", "玉米笋2棵", "酱油60毫升", "葱6根", "姜适量", "苹果醋2汤匙", "蜂蜜2汤匙", "大蒜1小瓣", "太白粉1/2茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "香辣羊排",
    "img": "http://images.meishij.net/p/20120801/ba7eb07a08e380264cdad282ed44ded9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xianglayangpai_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊排800克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "鸡精适量", "葱适量", "姜适量", "八角适量", "干辣椒适量", "蚝油适量", "香油适量", "沙姜适量", "草果适量", "腐乳(香辣味)适量", "辣椒油适量", "胡椒适量"],
      "cookingMethod": []
    }
  }, {
    "name": "鲍汁阿魏菇",
    "img": "http://images.meishij.net/p/20120801/672a852cfa9c7a17299dbed73e399b8b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/baozhiaweigu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t白灵菇100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["花生油50克", "食盐适量", "姜6片", "鲍鱼汁80克", "白糖5克", "黄酒适量", "生粉适量", "胡椒粉适量", "西兰花适量"],
      "cookingMethod": []
    }
  }, {
    "name": "焦熘胸口",
    "img": "http://images.meishij.net/p/20120731/3942afaba55cd36cc43dc98268bcbad9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiaoxiongkou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛肉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐4克", "酱油3克", "醋2克", "葱4克", "姜3克", "香油3克", "植物油20克", "白砂糖2克", "豌豆淀粉5克", "大蒜4克"],
      "cookingMethod": []
    }
  }, {
    "name": "芫爆散丹",
    "img": "http://images.meishij.net/p/20120731/57632b3c2a0b887b7a7b7b01c6bfd479_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yanbaosandan_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊肚300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菜100克", "红椒适量", "食盐1/2茶匙", "味精1/4茶匙", "葱20克", "姜10克", "料酒1茶匙", "水淀粉1茶匙", "大蒜2瓣", "胡椒粉1/4茶匙", "白糖1/4茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "火爆牛心",
    "img": "http://images.meishij.net/p/20120731/3f6fc7a717ba3f5d3323b56a827007ea_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huobaoniuxin.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛心750克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["柿子椒1个", "食盐半勺", "蒜4瓣", "料酒1大勺", "淀粉适量", "小葱2根", "剁椒1勺"],
      "cookingMethod": []
    }
  }, {
    "name": "花生炖羊肉",
    "img": "http://images.meishij.net/p/20120731/958b315b78959596807e28a0eb866e5d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huashengdunyangrou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊肉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["花生150克", "食盐8克", "味精2克", "葱15克", "姜10克", "黄酒10克", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "红扒羊脸",
    "img": "http://images.meishij.net/p/20120731/793964366bb664174f9de9a4fc8f8161_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongbayanglian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊头1000克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["油菜苔300克", "色拉油60克", "食盐10克", "鸡精10克", "葱50克", "姜50克", "八角10克", "花椒3克", "料酒20克", "生抽10克", "老抽2克", "豆瓣酱10克", "孜然50克", "红尖椒100克", "胡椒粉5克", "生粉5克", "茴香籽5克", "白芷3克", "灯笼椒5克", "高汤100克"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "闽菜",
  "value": "mincai",
  "data": [{
    "name": "客家烫蛋皮",
    "img": "http://site.meishij.net/r/83/112/5403083/a5403083_147463948983719.jpg",
    "target": "https://www.meishij.net/zuofa/kejiatangdanpi.html",
    "data": {
      "mainMaterial": ["木薯粉一饭碗", "鸡蛋两个", "淀粉30克", "水两碗"],
      "auxiliaryMaterials": ["盐适量", "油适量", "葱花儿适量", "姜适量"],
      "cookingMethod": ["把两个鸡蛋打入容器里，放入木薯粉，淀粉。", "用手把鸡蛋木薯粉淀粉揉均匀，如果太干加一点点水。", "揉至光滑", "加入两碗水，搅拌均匀至无颗粒", "热锅刷油", "用汤勺盛一汤勺蛋浆倒入锅内，迅速摊匀蛋浆", "蛋皮煎熟后盛出", "摊在盘子上，放凉", "蛋皮凉后折叠", "将蛋皮切条，备用。  锅内倒入水烧开加油姜油盐，将蛋皮倒入烧开的汤内，秒迅速起锅。加入葱花~~就完成啦。"]
    }
  }, {
    "name": "客家酿豆腐",
    "img": "http://site.meishij.net/r/231/86/5209231/a5209231_145502382851055.jpg",
    "target": "https://www.meishij.net/zuofa/kejianiangdoufu_21.html",
    "data": {
      "mainMaterial": ["豆腐8块", "猪肉200克", "香葱一把"],
      "auxiliaryMaterials": ["食盐适量", "蚝油1茶匙", "酱油适量", "白糖适量"],
      "cookingMethod": ["猪肉剁成肉糜，香葱洗净切碎", "肉糜加入少许食盐、蚝油、酱油和切碎的香葱调和成肉馅", "豆腐对半切开，用筷子直接把馅料塞入豆腐中。因为我用的是炸过的豆腐所以不用挖空太多。如果用的是水豆腐要把豆腐中间挖出一个洞再塞肉。", "热锅下油，依次放入酿好的豆腐块。把酿好的豆腐有肉的一面朝下煎，煎好后再翻面", "小火煎至双面金黄", "倒入酱油和少许白糖，加少许清水焖一分钟即可", "把煎好的豆腐盛出，再把汁均匀的淋在上面"]
    }
  }, {
    "name": "泉州醋肉",
    "img": "http://site.meishij.net/r/150/78/3394650/a3394650_143704224494565.jpg",
    "target": "https://www.meishij.net/zuofa/quanzhoucurou.html",
    "data": {
      "mainMaterial": ["猪里脊肉500克", "地瓜粉200克"],
      "auxiliaryMaterials": ["白砂糖4匙", "盐2茶匙", "酱油1茶匙", "老陈醋2匙", "五香粉2茶匙"],
      "cookingMethod": ["对于闽南的醋肉来说，使用的肉。没有特殊的要求指定，有的只是喜好。可以是里脊肉也可以是五花肉，我所用的是一半里脊一半前腿肉。其实要做这个最好是肉中带点油花炸出来最好吃\n肉洗洗挤去水分", "肉切薄长条，最好是不要切长方四角条。这和北方做的糖醋里脊是不一样的", "肉下五香粉、白砂糖、盐、酱油、老陈醋腌制小时", "腌制小时后倒掉腌制出的水分", "放入地瓜粉【这里注意下必须是地瓜粉】用手搅拌均匀", "呈半干状无水分【千万不要挂湿糊，炸出的那就不一样了】我标注的地瓜粉是g，请根据实际情况下料", "油热大概分开始下锅炸，炸的时候要注意稍后才翻动。", "炸好的醋肉是外酥里嫩，酸甜的口感"]
    }
  }, {
    "name": "八宝芋泥",
    "img": "http://site.meishij.net/r/151/22/1505651/a1505651_142655033320417.jpg",
    "target": "https://www.meishij.net/zuofa/babaoyuni_7.html",
    "data": {
      "mainMaterial": ["槟榔芋800克", "花生30克", "芝麻15克", "红枣2个", "猪油(炼)50克"],
      "auxiliaryMaterials": ["白砂糖50克", "开水300克"],
      "cookingMethod": ["将制作芋泥的材料备齐", "将槟榔芋去根部，去皮后，切成大小适中的块状", "将切好的槟榔芋块码在蒸笼中", "大火蒸至，当筷子插入芋头块中，可以轻松穿透即表示芋头已经蒸制完毕", "将芋头块夹出，放在碗中放凉", "准备一个干净的锅子，将花生倒入锅中", "小火，用木铲将花生不停翻炒至表面微焦", "将炒香的花生装入碗中，稍作放凉以后，用手搓去花生的外皮", "将花生放入石舂内舂成碎颗粒状", "戴一次性手套，将芋头捏碎成粉末状", "将红枣去核", "将去核的红枣果肉部分切成条状，剩余的切成碎末备用", "在干净的锅内加入g熟猪油", "小火，当油温上升，猪油化开，倒入芋茸", "翻炒锅内的芋茸，使得猪油被芋茸吸收且均匀，分次加入g开水，先加入少量开水，待水与芋茸完全融合，再加入少量开水", "分次加入，直至g开水完全被芋茸吸收成稀泥状", "加入g白砂糖，与芋泥搅和均匀至吸收", "加入分量的花生碎", "加入分量的熟芝麻", "将锅内材料搅和均匀", "将搅和均匀的芋泥装入碗或深盘中", "将红枣条向内卷成花型", "将红枣花码在芋泥中间成圆形，在圆形中撒入最后分量的花生碎和熟芝麻，再在周围撒入红枣碎即可", "将装有芋泥的碗或深盘放入蒸笼内", "大火，待水蒸气冒出再蒸分钟即可"]
    }
  }, {
    "name": "炒薯粿",
    "img": "http://site.meishij.net/r/150/78/3394650/a3394650_142384069534351.jpg",
    "target": "https://www.meishij.net/zuofa/chaoshu.html",
    "data": {
      "mainMaterial": ["白薯3个", "木薯粉1000克", "五花肉1块", "蒜苗2根"],
      "auxiliaryMaterials": ["酱油1茶匙", "味精少许", "辣椒1个", "蒜头3个", "干辣椒4个"],
      "cookingMethod": ["番薯也就是地瓜先蒸熟，过下筛用汤匙挤挤", "倒下木薯粉、少量水像和面一样揉，比例大概是番薯粉:1.5", "揉和成团", "拿一小块揉成长枣型，压扁", "大火蒸分钟 蒸时候下面最好垫个纱布，然后拿去太阳下晒干以便保存", "干了后取几个切成年糕片一样，不管你做汤还是炒都行", "配料", "锅下油煸香五花肉下辣椒爆香，后下蒜头", "倒下粿片，开炒", "下半碗水，并调味，下辣椒丝翻炒", "水干后洒上蒜苗，美味出炉，喜欢吃年糕的朋友应该试试，很好吃的闽南怀旧菜"]
    }
  }, {
    "name": "花生仁汤",
    "img": "http://site.meishij.net/r/150/78/3394650/a3394650_142371618480562.jpg",
    "target": "https://www.meishij.net/zuofa/huashengrentang_3.html",
    "data": {
      "mainMaterial": ["花生250克", "大米粉少许"],
      "auxiliaryMaterials": ["白糖适量"],
      "cookingMethod": ["花生挑掉差的", "水煮十分钟，泡水去掉花生皮", "高压锅下多点水，响气压制十分钟。另大米少许用机器打成粉，待气阀下放入少许米粉煮稍稠加入白糖；闽南古早味配上油条美味，或是打个鸡蛋淋上热乎乎的花生仁汤速搅更是享受"]
    }
  }, {
    "name": "太极芋泥",
    "img": "http://site.meishij.net/r/208/36/1259208/a1259208_78860.jpg",
    "target": "https://www.meishij.net/zuofa/taijiyuni_9.html",
    "data": {
      "mainMaterial": ["芋头500克"],
      "auxiliaryMaterials": ["猪油50克", "红豆沙200克", "樱桃1个", "白糖100克", "水适量"],
      "cookingMethod": ["准备材料，芋头、豆沙、白糖、猪油", "芋头去皮洗净，上锅蒸熟", "蒸熟的芋头加入白糖、熟猪油", "调成软硬适度的膏状", "将调好的芋头泥和红豆沙馅码入盘中，码成太极图形，用刀抹平", "用刀把樱桃切成两半，分别放在芋头泥和豆沙馅上做装饰即可"]
    }
  }, {
    "name": "客家支竹焖牛腩",
    "img": "http://site.meishij.net/r/117/242/1123117/a1123117_99556.jpg",
    "target": "https://www.meishij.net/zuofa/kejiazhizhumenniunan.html",
    "data": {
      "mainMaterial": ["牛腩600克", "腐竹120克"],
      "auxiliaryMaterials": ["花生油2汤匙", "食盐1茶匙", "姜1小块", "蒜3瓣", "大葱1/2棵", "陈皮3小块", "生抽3茶匙", "老抽1茶匙", "白糖1茶匙", "客家米酒小半碗", "八角1个", "高汤小半碗", "水适量", "料酒2茶匙"],
      "cookingMethod": ["提前把支竹泡软后控掉水份切段；切好姜丝、蒜块和葱段；牛腩切块；准备好一个八角和适量陈皮", "把牛腩冷水下锅，放入姜丝和料酒烧开焯去血水后取出控水备用", "起油锅把葱、姜、蒜下锅", "接着把八角和陈皮下锅煸香出味", "把牛腩下锅翻炒", "加入半勺白糖", "加入适量老抽调色", "加入适量客家米酒翻炒均匀后关火", "把牛腩移入电压力锅", "加入小半碗高汤，盖好压分钟", "加入支竹再接着压分钟", "最后调入适量生抽和盐翻匀即可"]
    }
  }, {
    "name": "闽南芋头饭",
    "img": "http://images.meishij.net/p/20140220/6945149721bd69bca5b197d014323f84_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/minnanyutoufan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t大米1杯\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t芋头300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["培根4片", "红葱头6个", "食盐1茶匙", "五香粉1/5茶匙", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "传统糟香烤鸭腿",
    "img": "http://site.meishij.net/r/135/226/1869135/a1869135_11322.jpg",
    "target": "https://www.meishij.net/zuofa/chuantongzaoxiangkaoyatui.html",
    "data": {
      "mainMaterial": ["鸭腿1个"],
      "auxiliaryMaterials": ["红糟半碗", "白酒3汤匙", "盐1/2茶匙", "鸡精少许"],
      "cookingMethod": ["鸭大腿洗净待用", "酒糟加少许的水、白酒、盐和鸡精搅拌均匀", "淋在鸭腿肉上", "搅拌均匀装入保鲜袋，入冰箱冷藏腌制天", "倒入不沾烤盘中，并且加入少许腌制的红糟", "入预热好的烤箱，中下层分钟左右，中间要记得取出刷下料汁"]
    }
  }, {
    "name": "五香肉卷",
    "img": "http://images.meishij.net/p/20130415/84579e13fe2f300e2ac0d398624e3eaa_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wuxiangroujuan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豆腐皮3张\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["地瓜粉200克", "鸡蛋2个", "猪肉500克", "荸荠500克", "红葱头500克", "食盐1小勺", "鸡精小半勺", "五香粉1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "红糟焖笋",
    "img": "http://images.meishij.net/p/20130318/b47733fbcc07645582f20a698f084a5a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongzaomensun.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春笋400克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "鸡精小半勺", "蒜3瓣", "香油数滴", "红糟1勺", "植物油1汤勺", "白酒1小勺", "白糖1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "凉拌血蚶",
    "img": "http://images.meishij.net/p/20130301/df68d27bfc0f2f70f6e6546384d2c66d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liangbanxuehan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t泥蚶500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菜100克", "醋8克", "蒜10克", "芝麻油5克", "辣椒油10克"],
      "cookingMethod": []
    }
  }, {
    "name": "红糟鱼",
    "img": "http://images.meishij.net/p/20130225/29ccf125a834fc2564e903db86860a5a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongzaoyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t草鱼1500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1勺", "姜1块", "红糟1小碗", "白酒1勺", "白糖1勺", "植物油1汤勺"],
      "cookingMethod": []
    }
  }, {
    "name": "闽式香肠",
    "img": "http://images.meishij.net/p/20130123/fe6bf5ed09fa6c57eb72bc37bb651b09_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/minshixiangchang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉5000克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["肠衣1包", "食盐50克", "味精50克", "白酒500毫升", "白糖500克", "红尖椒6个"],
      "cookingMethod": []
    }
  }, {
    "name": "五香卷",
    "img": "http://images.meishij.net/p/20130122/754e72ad2f5bfd103f1e9a3bb5ff2f8d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wuxiangjuan_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉1500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["红葱头500克", "豆腐皮13张", "色拉油适量", "味精半小勺", "生抽2勺", "五香粉1小包", "地瓜粉10克", "白砂糖1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "锅底",
    "img": "http://images.meishij.net/p/20130106/3199d75ff1d04c8f2ef5c0de09e4dd45_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/guodi_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t冬笋400克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t干香菇12朵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t粉条（干）250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["芹菜200克", "白菜200克", "胡萝卜100克", "食盐5克", "姜5克", "小葱10克", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "全丝烩鱼翅",
    "img": "http://images.meishij.net/p/20120801/2c014b3b2a299b495d9eb1d6d7b44ab0_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/quansihuiyuchi_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼翅500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t竹笋60克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菇150克", "鲍鱼150克", "鱼肚50克", "火腿50克", "色拉油80克", "食盐3克", "味精2克", "葱适量", "姜适量", "料酒15克", "水淀粉30克", "鸡汤800克", "白糖10克"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "沪菜",
  "value": "hucai",
  "data": [{
    "name": "简易版老上海熏鱼",
    "img": "http://site.meishij.net/r/220/203/8488470/a8488470_148214398323111.jpg",
    "target": "https://www.meishij.net/zuofa/jianyibanlaoshanghaixunyu.html",
    "data": {
      "mainMaterial": ["草鱼半条"],
      "auxiliaryMaterials": ["盐3克", "白胡椒3克", "料酒10毫升", "可乐半瓶"],
      "cookingMethod": ["将草鱼洗净切成一段一段。", "放料酒少许盐和白胡椒粉混合一起腌制十分钟。", "将草鱼段抹上食用油。", "将于放入空气炸锅里。", "度10分钟。", "十分钟到了将鱼翻面再用同样的时间炸十分钟。", "两面炸好。", "换锅，下鱼块倒少许酱油。", "倒半瓶可乐。", "倒入的可乐以莫过于沫过鱼为准。大火烧汁。", "待汁快烧干时关火出锅。"]
    }
  }, {
    "name": "美味烤麸",
    "img": "http://site.meishij.net/r/238/30/4882738/a4882738_144212277240790.jpg",
    "target": "https://www.meishij.net/zuofa/meiweikaofu.html",
    "data": {
      "mainMaterial": ["烤麸400克", "胡萝卜1根", "黑木耳30克"],
      "auxiliaryMaterials": ["葱油30克", "蚝油2匙", "老抽2匙", "生抽1匙", "黄酒3匙", "盐5克", "冰糖15克"],
      "cookingMethod": ["买来的烤麸先改刀，切毫米见方", "放入清水中反复冲泡【去掉酸味】", "胡萝卜改刀切片", "木耳在水中胀发后，入开水锅中汆烫", "烤麸汆水，并挤干水份备用", "锅中倒底油，下人胡萝卜和木耳加克盐翻炒20秒盛出", "锅内倒入葱油，下烤麸翻炒几下倒入黄酒去腥。加入老抽，生抽，蚝油，冰糖及碗水盖锅盖焖煮", "待汁水变浓倒入胡萝卜片和木耳及盐翻匀分钟后出锅", "盛盘即可"]
    }
  }, {
    "name": "上海冷面",
    "img": "http://site.meishij.net/r/115/102/588115/a588115_143678253948887.jpg",
    "target": "https://www.meishij.net/zuofa/shanghailengmian_2.html",
    "data": {
      "mainMaterial": ["面条300g"],
      "auxiliaryMaterials": ["芝麻油3汤匙", "鲜酱油4汤匙", "芝麻酱2汤匙", "香醋1汤匙", "辣椒油1茶匙"],
      "cookingMethod": ["这是买来的冷面，蒸至八分熟的", "准备酱料", "水开后倒入冷面", "煮开后捞起", "放入盘里加入芝麻油迅速拌匀后用电风扇吹凉", "芝麻酱里再加入汤匙凉开水拌匀，另一个碗里倒入鲜酱油和香醋拌匀", "面团随吃随拌，加入芝麻酱，酱油醋和辣椒油拌匀即可（不吃辣的就不要加辣椒油）", "上桌"]
    }
  }, {
    "name": "上海油炸臭豆腐",
    "img": "http://site.meishij.net/r/115/102/588115/a588115_143703977645873.jpg",
    "target": "https://www.meishij.net/zuofa/shanghaiyouzhachoudoufu.html",
    "data": {
      "mainMaterial": ["臭豆腐 280g"],
      "auxiliaryMaterials": ["油250ml", "酱料少许"],
      "cookingMethod": ["臭豆腐", "打开后用清水漂洗沥干水分", "锅内倒油", "分热下入臭豆腐", "炸至两面微黄捞起", "等油温升高后再一次入锅炸至金黄色捞起控油", "配上蘸料吃更美味"]
    }
  }, {
    "name": "腌笃鲜",
    "img": "http://site.meishij.net/r/04/149/3724754/a3724754_142816861582663.jpg",
    "target": "https://www.meishij.net/zuofa/yanduxian_10.html",
    "data": {
      "mainMaterial": ["春笋100克", "腌肉150克"],
      "auxiliaryMaterials": ["葱1根", "盐1茶匙", "姜4片"],
      "cookingMethod": ["将笋洗净，切块；腌肉也切成块状", "高火煮腌肉和姜片，分钟后放入笋", "转小火，炖大约一个小时。出锅前，撒葱花"]
    }
  }, {
    "name": "节节登高",
    "img": "http://site.meishij.net/r/115/102/588115/a588115_142270237293749.jpg",
    "target": "https://www.meishij.net/zuofa/jiejiedenggao_3.html",
    "data": {
      "mainMaterial": ["猪小排500克"],
      "auxiliaryMaterials": ["花生油100毫升", "食盐3克", "番茄酱2汤匙", "生抽1.5汤匙", "香醋1汤匙", "白糖2汤匙", "料酒1汤匙", "生粉2汤匙", "姜5克"],
      "cookingMethod": ["猪肋排泡清血水后洗净捞起\n", "准备姜丝", "先用盐、料酒、生粉和姜丝上浆腌制小时", "准备番茄酱调羹，一调羹半生抽，一调羹香醋，2调羹白糖调匀", "热锅温油下入排骨", "煎炸之微黄捞起", "再等油温升高后加入用中火煎炸至颜色金黄骨头捞起", "另起锅，加入番茄酱爆出香味", "再倒入调好的料汁", "煮开后加入香油（一调羹）", "倒入排骨让酱汁全部裹上排骨后熄火出锅"]
    }
  }, {
    "name": "鱼肉丸蒸三鲜",
    "img": "http://site.meishij.net/r/115/102/588115/a588115_142249243174197.jpg",
    "target": "https://www.meishij.net/zuofa/yurouwanzhengsanxian.html",
    "data": {
      "mainMaterial": ["龙利鱼柳300克", "猪肉馅300克", "冬笋300克"],
      "auxiliaryMaterials": ["风干咸鸡腿250克", "料酒30毫升", "鸡蛋1个", "生姜10克", "食盐4克", "葱花2根", "蛋清1个"],
      "cookingMethod": ["鱼柳解冻后洗净切丁，猪腿肉斩末", "准备鸡蛋清、料酒和生姜", "把食材和调料全部倒入料理杯里加入盐", "搅拌细腻", "取出后再用手抓起鱼肉泥不断的摔打上劲", "锅内水开后转小火把鱼肉丸滚光滑后虎口挤出", "借用调羹把丸子送入锅内", "全部做好后煮至浮起后捞起", "准备三鲜材料冬笋、风干咸鸡腿、鸡蛋和鱼肉丸", "冬笋去壳切片洗净，鸡腿用温水洗净，鸡蛋打液", "准备葱花和生姜片", "先把冬笋片倒入沸水里焯水后捞起", "鸡腿冷水下锅焯水后捞起洗净斩块", "不粘锅里加入底油，温油倒入鸡蛋液做成鸡蛋皮", "把蛋皮切成丝", "先把冬笋片加入碗底再把咸鸡块和鱼肉丸加入，上面加上生姜片和料酒", "倒入开水，水量能浸没食材分之一", "盖上大火蒸分钟", "加入鸡蛋丝和葱花即可"]
    }
  }, {
    "name": "葱油开洋拌面",
    "img": "http://images.meishij.net/p/20150121/b5bff5c875b36da7e08a376104d72dd2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/congyoubanmian_21.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面条（生）500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t虾米10克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油1汤匙", "生抽4汤匙", "白糖1茶匙", "葱油80克", "水适量", "黄酒15克"],
      "cookingMethod": []
    }
  }, {
    "name": "红烧大排",
    "img": "http://site.meishij.net/r/180/228/494680/a494680_78850.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaodapai_9.html",
    "data": {
      "mainMaterial": ["猪大排3块"],
      "auxiliaryMaterials": ["葱少许", "姜5片", "盐适量", "八角3个", "料酒10毫升", "生抽15毫升", "老抽5毫升", "淀粉适量", "白糖3克", "黄酒10毫升", "花生油适量", "水适量"],
      "cookingMethod": ["准备猪大排三块，最好选择购买带有肥肉的，洗净沥干备用", "用刀背将大排锤松", "将大排放在碗中，加入黄酒少量盐、葱、姜腌制半小时", "在大排两面拍上干淀粉\n", "起油锅放入适量油，烧至成热，下大排，炸至两面微黄捞出", "将油盛起，锅里留少量油，将刚才腌制大排的葱、姜放入爆香", "加入几个八角，放入大排，加生抽炒匀后加适量开水,盖盖大火焖煮分钟\n", "加入白糖调味", "加少量老抽上色，少许即可，不然会黑黑的", "大火收汁，多留点汁水淘饭特棒哦"]
    }
  }, {
    "name": "糖醋小排 ",
    "img": "http://site.meishij.net/r/180/228/494680/a494680_59719.jpg",
    "target": "https://www.meishij.net/zuofa/tangcuxiaopai_22.html",
    "data": {
      "mainMaterial": ["猪小排250克"],
      "auxiliaryMaterials": ["黄酒1汤匙", "生抽1.5茶匙", "蛋清1个", "镇江香醋1.5茶匙", "冰糖1块", "盐0.5茶匙", "淀粉1茶匙", "植物油4汤匙", "白芝麻1茶匙"],
      "cookingMethod": ["将猪小排剁成厘米长的块状", "加入盐和黄酒拌匀，腌制半小时后加入蛋清", "加入淀粉，抓匀备用", "在锅中倒入足够的油，多倒一些，实际消耗不多，最好能没过排骨", "加热炸锅中的油至成热，放入猪小排", "煎炸至金棕色，我喜欢吃老一点的所以炸的比较透，捞出沥干备用", "将油盛起，锅中放入汤匙水，放入小块冰糖，大小见图，差不多大小的就行", "小火慢慢加热", "水烧的越来越少可以适量再加一些水至冰糖融化", "适当翻炒至融化的冰糖变为焦糖色", "放入炸好的排骨，中火加热，不断翻炒，使焦糖酱均匀的裹在排骨上", "放入生抽，翻炒几下", "再放入香醋，翻炒均匀即可，时间太长醋味会消散", "最后撒上白芝麻，装盘即可"]
    }
  }, {
    "name": "四喜烤麸",
    "img": "http://images.meishij.net/p/20120919/d6ae828d56dc2825b67990ddf15d76f1_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/sixikaofu_8.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t烤麸150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t竹笋50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["香菇20克", "黑木耳10克", "苦菜10克", "花生仁(炒)10克", "食盐4克", "料酒3克", "生抽3克", "小葱5克", "白糖4克", "植物油20克", "胡椒粉2克"],
      "cookingMethod": []
    }
  }, {
    "name": "葡汁鸡",
    "img": "http://images.meishij.net/p/20120721/c9a610e51101322303019a6662e1656a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/puzhiji.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉1500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油菜250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["洋葱50克", "食盐5克", "酱油15克", "冰糖50克", "味精5克", "葡萄酒50克", "小葱3根", "猪油(板油)100克"],
      "cookingMethod": []
    }
  }, {
    "name": "芋艿全鸭",
    "img": "http://images.meishij.net/p/20120720/c3bae30c5d334387fa9130f1782b1598_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yuquanya.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉1250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t芋头400克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鞭笋75克", "食盐15克", "味精1.5克", "葱适量", "姜1块", "黄酒15克", "猪油(板油)25克"],
      "cookingMethod": []
    }
  }, {
    "name": "炸仔鸡",
    "img": "http://images.meishij.net/p/20120720/9b331071792b2e8a856483728004c47e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhaziji_12.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油20克", "味精少许", "葱15克", "料酒20克", "辣酱油10克", "白糖10克", "高汤50克", "芝麻油10克", "植物油1千克"],
      "cookingMethod": []
    }
  }, {
    "name": "猪肉烧麦",
    "img": "http://images.meishij.net/p/20120720/1c1dfbf3be6587482c402b86b3f0890a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhuroushaomai_5.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉600克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["虾米25克", "豆油50克", "食盐适量", "酱油25克", "味精少许", "葱适量", "姜少许", "香油50克", "玉米淀粉适量"],
      "cookingMethod": []
    }
  }, {
    "name": "竹笋腌鲜",
    "img": "http://images.meishij.net/p/20120720/a66de2d8a6e916c59c369677acdfd909_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhusunyanxian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t咸肉100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春笋100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐4克", "味精2克", "葱5克", "姜5克", "黄酒10克"],
      "cookingMethod": []
    }
  }, {
    "name": "走油拆炖",
    "img": "http://images.meishij.net/p/20120720/9acbffac8d477c3bb6604166befa4c4d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zouyouchaidun.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉(后肘)1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油菜苔200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油25克", "味精2克", "葱15克", "姜10克", "料酒20克", "水淀粉15克", "白糖15克", "高汤500克", "猪油(板油)50克", "植物油800克"],
      "cookingMethod": []
    }
  }, {
    "name": "酱爆蛏肉",
    "img": "http://images.meishij.net/p/20120720/77bad907e17dcfe7abc5de23bce8e25a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiangbaochengrou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t蛏子1千克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["冬笋50克", "柿子椒30克", "食盐1克", "味精2克", "葱10克", "姜10克", "料酒15克", "甜面酱25克", "白糖5克", "猪油(板油)100克"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "京菜",
  "value": "jingcai",
  "data": [{
    "name": "京酱肉丝，搭配什么主食都好吃",
    "img": "http://site.meishij.net/r/56/41/6322806/a6322806_148662491921919.jpg",
    "target": "https://www.meishij.net/zuofa/jingjiangrousidapeishimezhushiduhaochi.html",
    "data": {
      "mainMaterial": ["瘦肉300克", "豆腐皮2张", "黄瓜1根", "葱白根"],
      "auxiliaryMaterials": ["姜1片", "甜面酱1包"],
      "cookingMethod": ["瘦肉洗净，切成丝，然后用淀粉、料酒抓匀，用一点油将肉丝拌开，炒时肉就不会巴锅。", "葱白和黄瓜切成细丝", "豆腐皮用开水烫一下，切成四方形摆在盘子里", "甜面酱加两勺水调稀.准备好葱花和姜丝", "炒锅把油烧热，放入切好的肉丝，迅速的用筷子划开，炒成成熟盛出。", "锅里放少许油，油热后爆香葱花和姜丝，倒入调稀的甜面酱，炒一会儿", "再次将肉丝倒入，翻炒，让每个肉丝都粘有甜面酱，炒香后出锅。", "用豆腐皮裹着肉丝和葱丝及黄瓜丝吃，酱香浓郁的肉丝伴着清脆的黄瓜，味道好极了！"]
    }
  }, {
    "name": "宫保虾球",
    "img": "http://site.meishij.net/r/121/121/8530371/a8530371_148298924021439.jpg",
    "target": "https://www.meishij.net/zuofa/gongbaoxiaqiu_11.html",
    "data": {
      "mainMaterial": ["虾一斤", "花生仁(炒) 18克", "花椒 10粒", "干辣椒（切段）5个", "葱（切段）半根"],
      "auxiliaryMaterials": ["【a组】料酒  1小勺", "【a组】淀粉 1勺", "【a组】盐  1/2茶匙", "【b组】醋 3勺", "【b组】白糖 4勺", "【b组】盐巴1/4勺", "【b组】料酒 2勺", "【b组】酱油 1/2勺", "【b组】水淀粉  1勺"],
      "cookingMethod": ["虾去头去壳去虾线。（你也可以买现成的虾仁，最好是用鲜虾啦）\n剥好的虾仁用【A组】腌制分钟左右。", "小火烧热油，放花椒和辣椒段，爆香", "后放入虾翻炒到虾变色。", "提前把【B组】混合调好汁，虾变色后，倒入【B组】调味汁，快速翻炒均匀，让虾虾裹满酱汁。", "起锅前，放入花生和葱段，翻炒均匀即可。"]
    }
  }, {
    "name": "京酱肉丝",
    "img": "http://site.meishij.net/r/184/180/4420184/a4420184_146363815462917.jpg",
    "target": "https://www.meishij.net/zuofa/jingjiangrousi_53.html",
    "data": {
      "mainMaterial": ["猪瘦肉200克"],
      "auxiliaryMaterials": ["大葱（葱白）2棵", "甜面酱40克", "白糖20克", "料酒1茶匙", "食盐3克", "姜5克", "胡椒粉少许", "淀粉1/2茶匙"],
      "cookingMethod": ["猪肉丝、大葱、姜、料酒、甜面酱、白糖、食盐", "猪里脊切丝，加入料酒、少许食盐、胡椒粉、淀粉抓匀腌制一会。", "大葱切丝（只用葱白部分）", "切好的葱丝放入盘中垫底", "腌渍好的肉丝中加入一茶匙食用油再次抓匀", "炒锅烧热放底油，下入腌制好的肉丝滑熟。", "滑炒至肉丝颜色变白盛出。", "锅中滑炒肉丝剩余的底油爆香姜片，放入甜面酱、加少许清水。", "加入白糖", "加入白糖后炒制酱汁浓亮（因为甜面酱没有提前蒸制，多煸炒一会，让白糖和面酱更好的融合）", "面酱炒制浓亮后，放入滑好的肉丝。", "翻炒至酱汁都均匀的裹在肉丝上关火，出锅盛入铺了葱丝的盘子中即可"]
    }
  }, {
    "name": "老北京米粉肉",
    "img": "http://site.meishij.net/r/24/25/631274/a631274_145750910750235.jpg",
    "target": "https://www.meishij.net/zuofa/laobeijingmifenrou.html",
    "data": {
      "mainMaterial": ["五花肉300克", "大米250克", "糯米250克"],
      "auxiliaryMaterials": ["糖150克", "酱豆腐1块", "酱油3勺", "腐乳汤少量", "香油3勺", "十三香2勺", "甜面酱5勺"],
      "cookingMethod": ["大米和糯米:1混合均匀。", "放入空气炸锅度30分钟。（这是懒人办法）没有空气炸锅就放到锅里炒。", "炒至米变成金黄色。然后用擀面杖擀碎。", "五花肉洗干净切成毫米厚的肉片。（我用的牛肉，如果用牛肉的话选牛肋条）", "腌制肉：放入勺甜面酱、3勺酱油、酱豆腐一块、酱豆腐汤少量、香油3勺、十三香粉2勺、糖150克。", "放入米粉。抓匀，腌制小时。", "小时过后，把生的米粉肉一层一层的码入碗中，肉皮朝下放置。", "放入蒸锅，放入绝对足量的水，大火蒸个半小时即可。"]
    }
  }, {
    "name": "京酱肉丝",
    "img": "http://site.meishij.net/r/245/13/2378495/a2378495_144531040009720.jpg",
    "target": "https://www.meishij.net/zuofa/jingjiangrousi_41.html",
    "data": {
      "mainMaterial": ["里脊300克"],
      "auxiliaryMaterials": ["甜面酱2勺子", "六月香酱1勺子", "白糖5克", "大葱20克"],
      "cookingMethod": ["里脊一块", "然后切成条", "然后装碗里加入鸡蛋清", "然后加入料酒 加入淀粉抓匀腌半小时", "锅里倒入油倒入腌好的肉条", "快速炒散。炒白", "炒好装碗里", "锅里加入油加入两勺子甜面酱", "然后加入一勺子六月香酱", "加入白糖", "中火慢慢的炒匀炒出香味", "然后加入炒过的肉丝", "快速匀炒散", "炒匀炒散后加入鸡精", "翻炒均匀后即可关火", "炒好后装入摆上葱白的盘，吃的时候可以拿一张千张皮包着吃"]
    }
  }, {
    "name": "老北京褡裢火烧",
    "img": "http://site.meishij.net/r/219/48/4199719/a4199719_143782429822455.jpg",
    "target": "https://www.meishij.net/zuofa/laobeijinghuoshao_1.html",
    "data": {
      "mainMaterial": ["猪肉350克", "面粉300克"],
      "auxiliaryMaterials": ["生抽3勺", "老抽2勺", "盐适量", "香油1勺", "高汤适量", "花椒粉1勺", "油适量", "葱1根", "姜1块", "水160克"],
      "cookingMethod": ["将猪肉剁成肉末，与生抽，老抽，盐，香油。高汤，花椒粉搅拌均匀", "将葱切成末，与肉馅搅拌均匀", "面粉加水揉成光滑不黏手的面团，表面抹上一层油醒分钟", "将面团搓条，切成段", "将每段分成个长条，抹油待用", "取一份剂子，按扁", "用擀面杖擀成非常薄的面皮，放上肉馅", "从上往下，将肉馅包紧，两端封口", "电饼铛预热，刷油", "将做好的褡裢火烧摆放好，盖上盖子，选择锅贴功能", "持续煎分钟即可出锅"]
    }
  }, {
    "name": "老北京炸酱面",
    "img": "http://site.meishij.net/r/242/206/364242/a364242_142174929521875.jpg",
    "target": "https://www.meishij.net/zuofa/laobeijingzhajiangmian_9.html",
    "data": {
      "mainMaterial": ["五花肉150克", "面条200克"],
      "auxiliaryMaterials": ["干黄酱250克", "黄瓜1根", "姜1块", "小葱2根", "卞萝卜 1个", "白砂糖2茶匙"],
      "cookingMethod": ["食材准备好", "小葱取一半和姜一起切碎", "一整包干黄酱倒入碗中，加水稀释搅拌至无结块的状态", "锅中倒油", "下入五花肉丁", "不停煸炒至五花肉熟透、出油", "倒入姜末", "倒入稀释好的黄酱", "分三次加入清水，期间不停搅拌，熬至酱汁起泡的状态", "加入茶匙白砂糖", "最后撒入切好的葱末", "另起一锅，煮面", "煮好的面盛入碗中，加上炸好的酱，码上菜码拌匀即可食用啦!"]
    }
  }, {
    "name": "京酱肉丝",
    "img": "http://images.meishij.net/p/20140905/a9fe0d561486398b9d37309769e59c71_150x150.jpg",
    "target": "https://www.meishij.net/china-food/caixi/jingcai/4304.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪里脊肉1块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["豆腐皮3张", "葱白1根", "鸡蛋清30克", "食盐少许", "料酒1茶匙", "老抽1茶匙", "淀粉1茶匙", "甜面酱4汤匙", "细砂糖1茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "秘制脆皮鸭",
    "img": "http://site.meishij.net/r/41/203/113291/a113291_38002.jpg",
    "target": "https://www.meishij.net/zuofa/mizhicuipiya.html",
    "data": {
      "mainMaterial": ["鸭腿3只"],
      "auxiliaryMaterials": ["茴香子10克", "蚝油1勺", "五香粉1勺", "白醋15克", "蜂蜜15克", "干欧芹碎8克", "姜1块", "食盐2勺", "白糖1/2勺", "老抽2勺", "生抽2勺", "料酒1勺"],
      "cookingMethod": ["鸭边腿三只，用水浸泡至少半个小时，完全去除血末，再用牙签扎上小洞以便入味", "生姜洗净切片", "用勺盐抹遍鸭腿，把抹完盐的鸭腿放入小盆里，倒入2勺老抽，2勺生抽，1勺蚝油，1勺五香粉，1勺料酒，1/2勺白糖，茴香子10克，撒上干欧芹碎8克，戴上一次性手套，按摩五分钟左右使其入味，腌制12个小时以上", "把腌制好的鸭腿放在锡箔纸上包好", "包好所有的鸭腿后放在不沾烤盘上", "烤箱预热，度先烤制50分钟", "调配一碗蜂蜜和白醋比例为：1的脆皮水", "分钟后，把鸭腿取出来，打开锡箔纸，只留包裹鸭腿易烤焦部位上的锡纸", "再每只鸭腿上均匀的刷一遍蜂蜜白醋混合汁", "放入烤箱度继续烤制15分钟，拿出来再重复步骤9刷一遍蜂蜜白醋汁，入烤箱200度再烤15分钟", "烤鸭腿呈金黄色即可，很诱人是不是呢"]
    }
  }, {
    "name": "京酱肉丝",
    "img": "http://site.meishij.net/r/70/21/880320/a880320_33752.jpg",
    "target": "https://www.meishij.net/zuofa/jingjiangrousi_32.html",
    "data": {
      "mainMaterial": ["猪里脊肉150克", "豆腐皮1张", "黄瓜1/3根"],
      "auxiliaryMaterials": ["大葱1段", "甜面酱1汤匙", "姜2片", "植物油1汤匙", "食盐1/2茶匙", "料酒1/2汤匙", "淀粉1茶匙"],
      "cookingMethod": ["里脊肉清洗干净切成均匀的细丝，然后放盐、淀粉、料酒拌匀，腌制片刻", "大葱和黄瓜切成细丝，甜面酱加两勺水调稀", "豆腐皮用开水烫一下，切成四方形摆在盘子里", "姜切丝，炒锅把油烧热，爆香姜丝", "放入切好的肉丝，迅速的用筷子划开，然后倒入甜面酱", "把切好的大葱和黄瓜丝放在摆好豆腐皮的盘子里，然后把炒好的肉丝倒在上面即可"]
    }
  }, {
    "name": "褡裢火烧",
    "img": "http://images.meishij.net/p/20140725/b59b56039b50fcb0d452327f08e95247_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huoshao_12.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["花生油适量", "食盐6克", "姜1小块", "花椒若干", "生抽8克", "老抽8克", "大葱1棵", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "老北京肉丁炒酱瓜",
    "img": "http://images.meishij.net/p/20140221/e777f358d65dead0c9074304419060d9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/laobeijingroudingchaojianggua.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t腌酱瓜1个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉(瘦)150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["花生仁(生)60克", "食盐1克", "姜1片", "香油5克", "黄酒10克", "植物油2汤匙", "白糖5克", "小葱1根"],
      "cookingMethod": []
    }
  }, {
    "name": "焦熘牛肉片",
    "img": "http://images.meishij.net/p/20130716/fbc2c10a8c176420ca63effe0158aac3_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiaoniuroupian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛里脊200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["玉米淀粉150克", "食盐2克", "酱油10克", "葱10克", "姜5克", "米醋30克", "黄酒10克", "白糖10克", "水适量", "植物油400毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "京酱肉丝",
    "img": "http://images.meishij.net/p/20130329/cc4fd3f17fba8b0943b45b9e0f6f1993_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jingjiangrousi_28.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪里脊肉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["黄瓜1根", "豆腐皮2张", "食盐2克", "姜5克", "料酒1汤匙", "生抽1汤匙", "香油1汤匙", "甜面酱小半碗", "葱白30克", "白糖3克", "植物油2汤匙"],
      "cookingMethod": []
    }
  }, {
    "name": "炸香椿鱼儿",
    "img": "http://images.meishij.net/p/20130318/429cd3a919e6082bab4681501495f9d9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhaxiangchunyuer_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t香椿100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉70克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["玉米淀粉30克", "鸡蛋1个", "水80克", "椒盐1克"],
      "cookingMethod": []
    }
  }, {
    "name": "老北京蒜味茄泥",
    "img": "http://images.meishij.net/p/20130314/b8ba3253f280245c26b96bdae2a49668_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/laobeijingsuanweiqieni.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t茄子(紫皮，长)2根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3克", "味精少许", "蒜5瓣", "香油10克", "香菜5根"],
      "cookingMethod": []
    }
  }, {
    "name": "素什锦",
    "img": "http://images.meishij.net/p/20130225/cedbcf7cfc1771604fa1f8dfed135620_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/sushijin_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t花生100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t腐竹20克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黑木耳50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t干黄花菜20克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t笋干20克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t大豆蛋白片20克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t干平菇20克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["冰糖10克", "姜1块", "八角2个", "料酒1小勺", "生抽1勺", "老抽2勺", "香油5克", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "葱爆羊肉",
    "img": "http://images.meishij.net/p/20121221/3d1ae9449b910ab8765b624e985b69b6_150x150.jpg",
    "target": "https://www.meishij.net/chufang/diy/chanfu/40863.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊里脊肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t葱1棵\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋10克", "食盐5克", "酱油10克", "蒜2瓣", "干辣椒2个", "料酒5克", "淀粉8克", "黄酒10克", "胡椒粉1克", "白糖5克", "植物油适量"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "湖北菜",
  "value": "hubeicai",
  "data": [{
    "name": "莲藕蒸排骨",
    "img": "http://site.meishij.net/r/139/39/5447389/a5447389_146365692140993.jpg",
    "target": "https://www.meishij.net/zuofa/lianouzhengpaigu.html",
    "data": {
      "mainMaterial": ["猪小排300克", "莲藕300克", "生姜5片", "大蒜3瓣", "盐2茶勺", "白糖1勺"],
      "auxiliaryMaterials": ["料酒适量", "小葱适量"],
      "cookingMethod": ["准备所有材料；", "将猪小排洗净，锅中注入清水，倒入猪小排，大火煮开，撇去血沫，捞起来再用清水冲洗，最后沥干备用；", "将莲藕去皮，滚刀切块；", "将生姜，大蒜切片备用；", "再在锅中注入清水，煮开，然后加入断生的猪小排，生姜、大蒜片，盐、白糖、料酒，搅拌一下，关火，然后倒入大碗中；", "将莲藕排骨放入蒸箱，盖上盘子，抽拉出水箱，一次加满（至最高水位线）的清水，然后放回原位，关上蒸箱门，长按开机键，进入默认烹饪，选择蒸肉模式，默认温度为度，45分钟即可，最后按下最右边的中间的按钮开始确认键，开始烹饪。", "听到蜂鸣声时，就说明蒸好啦！打开蒸箱，端出莲藕排骨，撒上葱花；即可食用！"]
    }
  }, {
    "name": "藕夹",
    "img": "http://site.meishij.net/r/202/67/4766952/a4766952_145447590599845.jpg",
    "target": "https://www.meishij.net/zuofa/oujia_2.html",
    "data": {
      "mainMaterial": ["藕1段", "猪肉馅200克"],
      "auxiliaryMaterials": ["菜籽油1000克", "吉士粉10克", "玉米淀粉20克", "姜1块", "蒜5瓣", "香油1汤匙", "盐1茶匙", "鸡粉少许", "酱油1汤匙", "糖少许", "胡椒粉少许", "蛋清1个"],
      "cookingMethod": ["准备好姜蒜末", "藕夹馅：加入香油、盐、鸡粉、酱油、糖、胡椒、生姜末、大蒜末、蛋清搅拌均匀即可", "莲藕切两刀中间不要切断了，可以切薄点好熟些", "两片加起来大概一厘米", "裹藕部分面浆做法：吉士粉克加上玉米粉40克加上适量的水，搅拌均匀 ", "藕掰开夹入肉馅", "沾满面浆即可。", "油烧到七成热，即可放入藕夹炸第一次", "第一次起锅不够金黄也不够脆，待凉以后炸第二次，炸好后即食非常美味"]
    }
  }, {
    "name": "热姜汁藕片",
    "img": "http://site.meishij.net/r/200/159/2789950/a2789950_64931.jpg",
    "target": "https://www.meishij.net/zuofa/rejiangzhioupian.html",
    "data": {
      "mainMaterial": ["姜450克", "藕450克"],
      "auxiliaryMaterials": ["香油适量", "食盐3克", "白醋50毫升"],
      "cookingMethod": ["准备食材", "姜用工具磨成姜蓉", "藕切成薄片", "藕片入开水汆一下，大概分钟断生，捞出", "锅里倒入白醋", "烧至沸腾后加入姜蓉", "秒后加入香油和盐，将热姜汁淋入藕片上，腌制20分钟左右即可食用"]
    }
  }, {
    "name": "皮条鳝鱼",
    "img": "http://images.meishij.net/p/20140529/e3cebca0fc2c19821178e5d06a95bc38_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/pitiaoshanyu_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鳝鱼200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["淀粉2汤匙", "食盐1/2茶匙", "酱油1汤匙", "醋1汤匙", "葱1段", "姜1小块", "料酒1汤匙", "胡椒粉1茶匙", "白糖1茶匙", "植物油200毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "糍粑鱼",
    "img": "http://site.meishij.net/r/139/188/1047139/a1047139_87838.jpg",
    "target": "https://www.meishij.net/zuofa/cibayu_5.html",
    "data": {
      "mainMaterial": ["腊鱼700克"],
      "auxiliaryMaterials": ["香葱 2棵", "花椒 30粒", "姜 1块", "白砂糖 30克", "陈醋 1大勺", "蒜 6瓣", "干辣椒 1把", "酱油2大勺", "植物油2大勺"],
      "cookingMethod": ["将腊鱼切成厘米左右宽的块", "用温水浸泡分钟", "捞出沥干并用厨房纸巾吸干水分", "白砂糖中调入少许水和头道酱油", "再加入陈醋，调匀做为料汁备用", "煎锅中加适量油，烧至成热，将腊鱼块皮朝下放置", "煎至两面金黄捞出沥干备用", "另起锅加入少许油，烧热后放入花椒、干辣椒煸香", "再放入蒜末、姜丝、葱段煸炒片刻", " 放入腊鱼块翻炒，最后加入调好的料汁，炒至汤汁渐干，出锅时撒上葱花即可"]
    }
  }, {
    "name": "鱼面煨汤",
    "img": "http://images.meishij.net/p/20131204/55452e88a69d775f7d0cdd53bffb3310_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yumianweitang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼面150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪脊骨700克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["红尖椒2个", "姜1块", "花椒15粒", "料酒1汤匙", "小葱2根", "胡椒粉少许", "水适量", "精盐1茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "武汉糍粑鱼",
    "img": "http://images.meishij.net/p/20131028/ab62dd02c14e5c29d934629cbec6f528_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wuhancibayu_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t草鱼500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3克", "姜1小块", "蒜3瓣", "花椒15粒", "干辣椒10个", "料酒30毫升", "大葱1段", "蒸鱼豉油10毫升", "白糖10克", "芝麻油10毫升", "植物油30毫升", "白芝麻3克", "水少许"],
      "cookingMethod": []
    }
  }, {
    "name": "酢肥肠",
    "img": "http://images.meishij.net/p/20130830/921e925a76b3e0d52043005b17f649df_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/feichang_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大肠300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t酢辣椒25克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["姜3片", "蒜2瓣", "料酒10毫升", "胡椒粉3克", "细香葱5克", "植物油25克"],
      "cookingMethod": []
    }
  }, {
    "name": "酸萝卜炒肉丝",
    "img": "http://images.meishij.net/p/20130726/87312f5f486c9ffccf3d8902675cd5b9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suanluobochaorousi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["柿子椒1个", "红椒1个", "食盐5克", "葱半根", "姜3片", "蒜2瓣", "料酒5克", "生抽5克", "香油2克", "淀粉5克", "植物油1汤匙"],
      "cookingMethod": []
    }
  }, {
    "name": "捣蒜水",
    "img": "http://images.meishij.net/p/20130724/3d8e2b8af6746c868c8a835fa803bc47_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/daosuanshui.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t山胡椒500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t蒜1头\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "辣椒粉3克"],
      "cookingMethod": []
    }
  }, {
    "name": "合渣",
    "img": "http://images.meishij.net/p/20130722/a3cfca427d198d2e8247e1b4666c9b45_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hezha.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豆渣1份\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["油菜3棵", "食盐5克", "姜1片", "蒜3瓣", "香油3克", "小葱2根", "植物油1汤匙"],
      "cookingMethod": []
    }
  }, {
    "name": "凉拌莼菜",
    "img": "http://images.meishij.net/p/20130718/a64a04ab87763041c0f9e95a60f08a8b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liangbanchuncai.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t莼菜250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "醋6克", "姜5克", "蒜2瓣", "生抽5克", "香油3克", "细香葱5克", "剁椒6克"],
      "cookingMethod": []
    }
  }, {
    "name": "香煎红杉鱼",
    "img": "http://images.meishij.net/p/20130521/2dbb1de17f70fc634586b0ddaa38617c_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xiangjianhongshanyu_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t红衫鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1小勺", "姜1块", "蒜5瓣", "料酒1小勺", "生抽1小勺", "朝天椒1小把", "香菜2棵", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "蚕豆米煮江鲶",
    "img": "http://images.meishij.net/p/20130503/a8ea4a4f69a9562580155e37192cbebf_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/candoumizhujiang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲶鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t蚕豆1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["五花肉1块", "豆腐1块", "葫芦1个", "青蒜3棵", "面粉1汤匙", "食盐1小勺", "葱1棵", "姜1块", "小葱1棵", "胡椒粉少许", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "地菜花煮鸡蛋",
    "img": "http://images.meishij.net/p/20130412/d2b073ae881af7bfd4403d913786f3b4_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/dicaihuazhujidan_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡蛋5个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["荠菜1大把", "枣(干)1把", "食盐1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "蛋花米酒",
    "img": "http://images.meishij.net/p/20130326/c0779e62e28b76ae65da4f5e2d43e5b0_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/danhuamijiu_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t江米酒1碗\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋1个", "白糖1勺", "枸杞1小把"],
      "cookingMethod": []
    }
  }, {
    "name": "自制米酒",
    "img": "http://images.meishij.net/p/20130326/17e1e7d457f596fe595cd3f317709302_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zizhimijiu_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糯米1大碗\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["甜酒曲小半碗", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "芋圆",
    "img": "http://images.meishij.net/p/20130311/09a68bfba45742f55a6c6172bbfa460e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yuyuan_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t芋头400克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t红薯粉丝300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐5克", "白糖2克", "胡椒粉少许", "高汤适量"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "徽菜",
  "value": "huicai",
  "data": [{
    "name": "挂面圆子",
    "img": "http://images.meishij.net/p/20140114/d960b01695776a781649678e39a2d072_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/guamianyuanzi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t挂面80克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t馒头150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["绿豆淀粉15克", "食盐5克", "葱1段", "姜1块", "生抽1小勺", "鸡汤半碗", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "红烧划水",
    "img": "http://images.meishij.net/p/20130604/eac623688bcf0d8c30dad265b12e0518_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaohuashui_14.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲢鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1勺", "冰糖7块", "姜1块", "蒜1头", "花椒1勺", "干辣椒1小把", "料酒1小勺", "生抽2勺", "老抽1勺", "水淀粉1勺", "剁椒酱1勺", "小葱2棵", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "肥西老母鸡汤 ",
    "img": "http://images.meishij.net/p/20130129/2ad62ec5dca019c6a469180915dc5266_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/feixilaomujitang_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐4克", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "鸡汁腊鱼",
    "img": "http://images.meishij.net/p/20130129/9d02de573e0707233de1274203db570e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jizhilayu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t青鱼150克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["红椒半个", "食盐少许", "鸡汤20克"],
      "cookingMethod": []
    }
  }, {
    "name": "肥西老母鸡汤 ",
    "img": "http://images.meishij.net/p/20130115/5fde060e7fdd6442c1fafb659b973ba5_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/feixilaomujitang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉半只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐7克", "水600克"],
      "cookingMethod": []
    }
  }, {
    "name": "中爪腐衣",
    "img": "http://images.meishij.net/p/20120724/929d49a8ae441d99afdee4bf8b762551_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhongzhuafuyi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t虾米25g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豆腐皮300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胸脯肉25g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["火腿15g", "小葱25g", "食盐2g", "黄酒10g", "猪油(板油)30g"],
      "cookingMethod": []
    }
  }, {
    "name": "纸包鸡",
    "img": "http://images.meishij.net/p/20120724/44f9a164e1e9ab1804b176d7219e7421_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhibaoji_5.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t母鸡1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["核桃40g", "鸡蛋清80g", "食盐8g", "味精6g", "葱50g", "甜面酱50g", "植物油600g", "胡椒粉少许", "白糖25g"],
      "cookingMethod": []
    }
  }, {
    "name": "胗心相伴",
    "img": "http://images.meishij.net/p/20120724/484bf2b145768afbeb8adda99b1ab428_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhenxinxiangban.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胗200g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡心200g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["柿子椒30g", "红椒30g", "食盐3g", "味精2g", "料酒15g", "水淀粉10g", "葱姜汁15g", "胡椒粉0.5g", "高汤30g", "植物油40g"],
      "cookingMethod": []
    }
  }, {
    "name": "炸鸡丝卷",
    "img": "http://images.meishij.net/p/20120724/f5408ad8743acf45b1db4d756669ca43_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhajisijuan_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胸脯肉150g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪网油100g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["米线25g", "火腿25g", "面粉25g", "鸡蛋60g", "鸡蛋清25g", "食盐3g", "味精1g", "甜面酱20g", "椒盐3g", "江米酒25g", "小葱5g", "猪油(板油)50g"],
      "cookingMethod": []
    }
  }, {
    "name": "枣核肉",
    "img": "http://images.meishij.net/p/20120724/d228c67127e96f1298812ae2fcdf1e97_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zaoherou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉150g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t枣(干)300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋75g", "食盐3g", "酱油5g", "醋5g", "猪油(板油)15g", "白砂糖50g", "豌豆淀粉20g"],
      "cookingMethod": []
    }
  }, {
    "name": "糟香冰鱼",
    "img": "http://images.meishij.net/p/20120724/beda58888e748a6ff5b6974017504048_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zaoxiangbingyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t银鱼400g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋清1个", "食盐适量", "味精适量", "料酒适量", "白砂糖适量", "豌豆淀粉适量", "糟卤适量", "高汤适量", "猪油(板油)适量"],
      "cookingMethod": []
    }
  }, {
    "name": "芸豆干烧兔肉",
    "img": "http://images.meishij.net/p/20120724/a6c1d97543f3bc83d28db845b57d523b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yundouganshaoturou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t芸豆300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t兔腿200g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["胡萝卜40g", "姜5g", "食盐3g", "酱油10g", "味精2g", "料酒10g", "水淀粉10g", "鸡汤400g", "植物油40g"],
      "cookingMethod": []
    }
  }, {
    "name": "樱橘哈士蟆",
    "img": "http://images.meishij.net/p/20120724/25c7bd49e391fb4aff4d9f1efc6e44a2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yingjuhashi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t雪蛤25g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["桔子罐头10g", "樱桃10g"],
      "cookingMethod": []
    }
  }, {
    "name": "鸭双味",
    "img": "http://images.meishij.net/p/20120723/dce938442abfd64260d86378a9eb3fd1_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yashuangwei.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉500g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭掌300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋150g", "面粉50g", "食盐15g", "味精1g", "姜25g", "料酒25g", "香油15g", "小葱10g", "辣椒油5g", "大蒜10g", "猪油(板油)75g"],
      "cookingMethod": []
    }
  }, {
    "name": "熏刀鱼",
    "img": "http://images.meishij.net/p/20120723/5267e573e58cf223e92841abb9e36473_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xundaoyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲚鱼(大)500g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["茶叶50g(毛峰)", "锅巴200g", "食盐5g", "醋25g", "葱150g", "姜10g", "花椒10粒", "白糖50g", "黄酒10g", "芝麻油50g"],
      "cookingMethod": []
    }
  }, {
    "name": "雪花丁香鸡",
    "img": "http://images.meishij.net/p/20120723/9b3d4d7e273a23a73ec4202665a381a3_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xuehuadingxiangji.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋清2个", "酱油适量", "味精适量", "葱适量", "姜适量", "八角10g", "桂皮10g", "淀粉适量", "丁香10g", "黄酒适量", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "细沙炸肉",
    "img": "http://images.meishij.net/p/20120723/46c7b46b028b1046e8e7e0f8305d6574_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xishazharou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪里脊肉300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["腐乳(红)35g", "鸡蛋清1个", "水淀粉适量", "白砂糖适量", "黄酒适量", "高汤适量", "猪油(板油)适量"],
      "cookingMethod": []
    }
  }, {
    "name": "苔干羊肉丝",
    "img": "http://images.meishij.net/p/20120723/0ba9a0990ad0bc2b44cff2620d1ed14f_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/taiganyangrousi_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t苔菜50g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊里脊肉250g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋清15g", "葱适量", "姜适量", "食盐3g", "酱油15g", "味精1g", "芝麻油10g", "黄酒5g", "胡椒粉1g"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "豫菜",
  "value": "yucai",
  "data": [{
    "name": "河南蒸卤面",
    "img": "http://site.meishij.net/r/52/75/2268802/a2268802_148282330287192.jpg",
    "target": "https://www.meishij.net/zuofa/henanzhenglumian.html",
    "data": {
      "mainMaterial": ["细面条500克"],
      "auxiliaryMaterials": ["五花肉150克", "芹菜茎100克", "黄豆芽100克", "豆角50克", "青椒1个", "蒜薹20克", "姜2克", "葱2克", "香油15克", "盐4克", "红烧酱油10克", "味精2克", "植物油20克", "料酒5克"],
      "cookingMethod": ["锅内加足量的水，铺笼布，放入细面条，大火蒸分钟", "蒸菜的时候把豆角、芹菜、蒜薹切段，黄豆芽洗净", "五花肉薄片，葱姜、辣椒切一下", "起油锅，多放些油，放入五花肉翻炒，放点料酒去腥", "放入葱姜炒香，倒入豆芽、蒜薹、芹菜、辣椒、豆角翻炒", "放入盐、红烧酱油翻匀，淋入适量水煮开 翻匀备用（除去菜约有小半碗汤汁就行，如果不小心加多了，一会儿菜汤不要放完就行）", "蒸好面条放到大盆子里，晾到不烫手，迅速抖散，有粘连的一定要分开，尽量一根一根的", "把炒好的菜倒在面条上，菜汤也要倒进去", "快速拌匀，让面条颜色均匀一致", "把拌好的面条倒在笼布上（锅里水一定要加足哦）", "大火蒸-30分钟，开盖取出", "倒入盆子里，再仔细拌一下，浇上香油拌匀，再剥一头大蒜，就可以吃了，又香又劲道，保证你吃了还想吃"]
    }
  }, {
    "name": "农家浆水面",
    "img": "http://site.meishij.net/r/208/122/6468208/a6468208_148067059794255.jpg",
    "target": "https://www.meishij.net/zuofa/nongjiajiangshuimian_1.html",
    "data": {
      "mainMaterial": ["面条300克"],
      "auxiliaryMaterials": ["油1勺", "盐1勺", "韭菜200克", "干红辣椒5颗", "花椒10粒", "大蒜5瓣", "小葱2根", "浆水400克"],
      "cookingMethod": ["浆水克备用。", "细面条克备用。", "热锅放油，入花椒炸香，花椒可捞出，也可不捞出，留着可继续增加香味", "放葱花，蒜片，干辣椒爆炒出香", "倒入浆水烧开", "放适量盐调味", "炝锅的浆水盛入大碗", "另起一锅放适量多的水烧开，放少许盐和油，放入细面条煮熟", "将煮好的面条盛入容器", "浇入炝锅的浆水", "成品出锅，搭配点小菜，味道更佳，赶紧享用啦"]
    }
  }, {
    "name": "红焖羊肉",
    "img": "http://site.meishij.net/r/91/119/4904841/a4904841_147525504926046.jpg",
    "target": "https://www.meishij.net/zuofa/hongmenyangrou_21.html",
    "data": {
      "mainMaterial": ["羊肉500克", "小土豆6-8个", "水果胡萝卜6-8根", "洋葱半个", "香菇6颗"],
      "auxiliaryMaterials": ["姜2块", "蒜半头", "郫县豆瓣酱2汤匙", "八角2个", "生抽2汤匙", "料酒2汤匙", "啤酒一听", "辣椒碎少许", "白糖三勺"],
      "cookingMethod": ["羊肉切块洗干净（大小根据个人喜好）", "泡在冷水里 倒入料酒去除血腥味", "姜蒜切片 和羊肉一起炒香", "砂锅内加一听啤酒 同等量的水 八角 少许料酒 生抽 盐 白糖 豆瓣酱 ", "水开后加入羊肉和姜蒜 大火烧开后转小火炖一小时", "蔬菜洗干净", "洋葱切条用黄油炒到软榻榻", "羊肉炖满一小时后加入所有蔬菜 再炖半小的", "加入香菜点缀 出锅"]
    }
  }, {
    "name": "皮渣烩菜",
    "img": "http://site.meishij.net/r/246/42/3260746/a3260746_142564724256608.jpg",
    "target": "https://www.meishij.net/zuofa/pizhahuicai.html",
    "data": {
      "mainMaterial": ["豆腐150克", "白菜2大片", "平菇150克", "豆腐干50克", "高汤1碗"],
      "auxiliaryMaterials": ["大葱1小段", "蒜瓣3瓣", "盐适量", "食用油适量", "胡椒粉1茶匙", "皮渣150克"],
      "cookingMethod": ["皮渣一块儿", "备好各种食材", "食材清洗干净整理好，装盘备用（皮渣豆腐切方块，炸豆腐干切条，蘑菇撕成小朵，白菜叶子撕成大块）", "大葱和蒜瓣切片", "锅里油热后，放入葱、蒜片爆香", "倒入高汤，大火煮沸（汤比较浓的话，加点水）", "先放进皮渣、豆腐和蘑菇，盖上锅盖，中小火炖一会儿", "蘑菇、豆腐和皮渣都煮软后，再放进炸豆腐干和白菜叶子，加入盐和胡椒粉，改小火再炖一会儿，让所有食材都入味", "一大汤盆烩菜出锅"]
    }
  }, {
    "name": "兰花豆腐",
    "img": "http://images.meishij.net/p/20120723/bf14d523c742434227edd2b2ca3fd321_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/lanhuadoufu_6.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胸脯肉175克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["猪肉75克", "豌豆苗10克", "火腿50克", "鸡蛋清75克", "蚕豆淀粉13克", "食盐3克", "味精2克", "黄酒5克", "姜汁5克", "猪油(板油)20克"],
      "cookingMethod": []
    }
  }, {
    "name": "银芽爆鸡丝",
    "img": "http://images.meishij.net/p/20120720/562b55e5f6453c8d4565e48e5b49f01e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yinyabaojisi_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡胸脯肉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t绿豆芽250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["红尖椒1根", "食盐1/2小匙 ", "味精少许", "香油少许", "江米酒2大匙", "白糖1/2小匙 ", "水4大匙", "太白粉1大匙"],
      "cookingMethod": []
    }
  }, {
    "name": "糖醋软溜鲤鱼焙面",
    "img": "http://images.meishij.net/p/20120719/7ee390db93202fb89a2d82961e176798_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/tangcuruanliuliyubeimian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲤鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["花生油2500克", "食盐8克", "醋50克", "葱10克", "水淀粉13克", "黄酒25克", "白糖200克", "姜汁15克", "碱0.5克", "清汤400克"],
      "cookingMethod": []
    }
  }, {
    "name": "松仁鸭方",
    "img": "http://images.meishij.net/p/20120719/95e9387845f665038bc1ccf51e8a03ee_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/songrenyafang.html",
    "data": {
      "mainMaterial": [],
      "auxiliaryMaterials": [],
      "cookingMethod": []
    }
  }, {
    "name": "清汤鱼翅",
    "img": "http://images.meishij.net/p/20120719/a7c45b0bda75e4c6c910b2c6d15d60b5_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qingtangyuchi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼翅100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["干贝50克", "鸡肉250克", "火腿200克", "鸡胸脯肉150克", "食盐5克", "味精4克", "葱5克", "姜5克", "料酒250克", "鸡汤750克"],
      "cookingMethod": []
    }
  }, {
    "name": "盘丝烧饼",
    "img": "http://images.meishij.net/p/20120719/b6606d469181ba05dc1a7ee2221f8545_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/pansishaobing.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t高筋面粉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["鸡蛋1个", "食盐少许", "黄油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "凉拌北极贝裙边",
    "img": "http://images.meishij.net/p/20120719/73d8d1f4ca4edfe710421641ec41e1dc_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liangbanbeijibeiqunbian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t北极贝200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["辣根适量", "食盐适量", "酱油适量", "醋适量", "白砂糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "辣酱臭豆腐",
    "img": "http://images.meishij.net/p/20120719/b572ce39f2dd457835c3deddeadb2d27_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/lajiangchoudoufu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t臭豆腐3块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t卷心菜2片\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["色拉油适量", "食盐适量", "酱油1大匙", "蒜2瓣", "红尖椒2个", "豆瓣辣酱1大匙", "高汤6大匙", "黑醋1／2大匙", "白砂糖1／4茶匙", "白胡椒适量"],
      "cookingMethod": []
    }
  }, {
    "name": "菊花苹果",
    "img": "http://images.meishij.net/p/20120719/86795326d4046fbefd0e80fcd6dd2724_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/juhuapinguo.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t苹果10个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["草莓(馅)250克", "北杏仁100克", "鸡蛋黄5克", "白糖150克", "蜂蜜25克", "水80克", "猪油(板油)10克"],
      "cookingMethod": []
    }
  }, {
    "name": "煎扒鲭鱼头尾",
    "img": "http://images.meishij.net/p/20120719/26ee4bf80c769b49b02bed92cbdb4e1c_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jianbayutouwei.html",
    "data": {
      "mainMaterial": [],
      "auxiliaryMaterials": [],
      "cookingMethod": []
    }
  }, {
    "name": "红烧鲨鱼皮",
    "img": "http://images.meishij.net/p/20120719/183055a703f6170c85b411dec58d894b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaoshayupi.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲨鱼(皮)40克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t香菇10克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["色拉油200克", "食盐5克", "味精2克", "蒜10克", "老抽5克", "蚝油5克", "淀粉10克", "高汤适量"],
      "cookingMethod": []
    }
  }, {
    "name": "凤栖梨",
    "img": "http://images.meishij.net/p/20120719/c62961c36e87ab78de7c030a07e36a7a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/fengqili.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t山药750克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["枣泥250克", "红肖梨10个", "山楂(糕)100克", "麻辣汁10克", "花生油500克", "白糖500克", "蜂蜜50克"],
      "cookingMethod": []
    }
  }, {
    "name": "杜仲炖猪腰",
    "img": "http://images.meishij.net/p/20120719/383888b08ae4304a43b55f0d69454f78_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/duzhongdunzhuyao.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪腰300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["杜仲30克", "枣(干)10克", "鸡血藤15克", "桑寄生30克", "食盐3克", "姜5克"],
      "cookingMethod": []
    }
  }, {
    "name": "橙汁玉米鱼",
    "img": "http://images.meishij.net/p/20120719/bd43b3fe73f98226b778020486dae330_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/chengzhiyumiyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t草鱼1500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["橙汁75克", "淀粉100克", "吉士粉10克", "色拉油1000克", "食盐2克", "味精1克", "白醋15克", "白糖25克", "黄酒20克", "葱姜汁20克"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "西北菜",
  "value": "xibeicai",
  "data": [{
    "name": "大盘鸡",
    "img": "http://site.meishij.net/r/39/135/3346289/a3346289_148300198763294.jpg",
    "target": "https://www.meishij.net/zuofa/dapanji_41.html",
    "data": {
      "mainMaterial": ["火鸡腿2个", "拉皮8片", "香菇6个"],
      "auxiliaryMaterials": ["葱1棵", "香辣大盘鸡料1包", "生抽少许", "料酒少许", "香叶4片", "八角1个", "桂皮1根", "姜3片", "生抽2汤匙", "蒜10颗", "花椒5颗", "孜然粉少许"],
      "cookingMethod": ["超市买了两根鸡腿 建议剁块剁的小点 水烧开 把肉倒进去 煮到5分钟。上面的沫沫毕掉  汤还要留着用", "盛出来备用", "葱切段 蒜 刀背拍一下 姜切片 陈皮 香叶 花椒 大料 都准备好", "拉皮 提前用热水泡好", "热水泡开 喜欢就多泡点", "这是我们常买的大盘鸡料 超市就有卖 也不贵 一次用不完 可以做两次的", "锅里倒油 七分热 倒入鸡块 小火 ", "鸡块翻炒一下 倒入姜片 蒜 香叶 陈皮 花椒 大料 到一点点的料酒 继续翻炒 ", "大盘鸡料倒入一半 翻炒均匀", "粉包 放入一半", "之前焯鸡块剩的汤。现在倒进去 水量末过鸡块 开大火", "放入葱段 倒入辣椒末", "把拉皮 香菇 都倒进去 倒入一点点生抽 大火开始炖", "炖到基本没汁  放入一点点的孜然粉 鸡精 搅均出锅啦"]
    }
  }, {
    "name": "番茄鸡蛋猫耳朵",
    "img": "http://site.meishij.net/r/193/80/5457693/a5457693_148298689996461.jpg",
    "target": "https://www.meishij.net/zuofa/fanqiejidanmaoerduo.html",
    "data": {
      "mainMaterial": ["面粉一大碗"],
      "auxiliaryMaterials": ["西红柿三个", "鸡蛋俩个", "菠菜五颗", "葱一根", "姜俩片", "蒜俩瓣"],
      "cookingMethod": ["和面，用凉水和，和吃手擀面的状态一样，比较硬，然后和成柳絮状再将其揉在一起成光滑的面团，醒发至少三十分钟", "将西红柿去皮，西红柿要现买的，不要冻过的哦！用筷子插入西红柿底部然后将其置于火上烤至表面变开，然后去皮", "将去皮的西红柿切丁", "将鸡蛋炒熟，注意鸡蛋炒制是用筷子快速搅拌，然后乘出备用，这样出来的鸡蛋又嫩又是颗粒状的，不用再用刀切，将葱姜蒜切丁，菠菜洗干净切段，不要太长哦，然后锅中热油，将葱姜蒜爆香，再加入西红柿翻炒，加少许白糖，根据西红柿的多少控制白糖的量，是因为西红柿发酸，加入糖可以中和一下味道", "炒至西红柿丁变软出水，锅中加水，倒入酱油或老抽，不要颜色太深继续小火炖煮至西红柿软烂，然后加入鸡蛋丁，最后加入适量盐，盐的多少自己控制，因为是做面汤，所以应该，稍微咸一点点，但不要太咸，然后出锅", "所有配料准备好之后，面醒发的差不多了，开始做猫耳朵，如果有竹帘可以用竹帘，没有在面板上也可以，将面擀成俩毫米至三毫米厚的形状，然后切成一厘米的正方形小块，撒干面，将每个小方块放在竹帘上用大拇指去搓", "所有的都搓好后，锅里放水，水开后下猫耳朵，将切好的菠菜放在漏勺里再放入锅中，至菠菜变软直接拿起漏勺即可，然后将菠菜分别放入每人碗中，将煮熟的猫耳朵也捞出来放入碗中，再将西红柿鸡蛋汤浇在猫耳朵上，撒点儿香菜点缀一下"]
    }
  }, {
    "name": "家常麻食",
    "img": "http://site.meishij.net/r/56/86/8396556/a8396556_148238585900089.jpg",
    "target": "https://www.meishij.net/zuofa/jiachangmashi.html",
    "data": {
      "mainMaterial": ["麻食200克", "肉丝10克"],
      "auxiliaryMaterials": ["豆角50克", "豆干2块", "豆芽5克", "海带6克", "土豆1个", "胡萝卜1根", "香菇1个", "盐5克"],
      "cookingMethod": ["麻食买好备用", "肉丝炒好备用", "把菜都切好备用", "把豆角炒八成熟，放入胡萝卜、香菇、豆腐干、豆芽、海带、肉丝，翻炒一会，倒入热水烧开，放入盐，倒入麻食。煮熟即可。"]
    }
  }, {
    "name": "九阳4.0铁釜电饭煲体验报告+羊肉手抓饭",
    "img": "http://site.meishij.net/r/72/104/4151072/a4151072_144328287856729.jpg",
    "target": "https://www.meishij.net/zuofa/jiuyang4tiefudianfantiyanbaogaoyangroushouzhuafan.html",
    "data": {
      "mainMaterial": ["羊肉170克", "大米260克"],
      "auxiliaryMaterials": ["胡萝卜100克", "洋葱40克", "干红辣椒2只", "黑胡椒粉少许", "鲜味酱油少许", "盐5克", "植物油适量", "孜然粒"],
      "cookingMethod": ["羊肉克  大米260克  胡萝卜100克  洋葱40克", "盐克  姜丝少许  黑胡椒粉少许  干红辣椒2只  植物油适量    鲜味酱油少许   孜然粒", "羊肉洗净切成丁，胡萝卜刮皮也切成丁，洋葱去掉外皮也切成丁", "选用正宗东北五常香米淘洗干净浸泡分钟", "热锅放入适量的植物油", "先放入羊肉", "煸炒至变色", "再将洋葱姜丝放入煸炒出香味", "再放入胡萝卜及干辣椒和胡椒粉翻炒", "放入克左右的盐", "放上少许的鲜味酱油提鲜增色", "最后再放上一量杯的水", "煮开锅即可关火", "将米放入铁锅内胆", "再将炒好的料放入拌合一下", "水量不足就再加上适量的水和平时煮饭的水量一样", "将内胆外部及底座的水珠擦掉，放入煲内盖上盖", "接通电源，所有的功能键开始闪烁\n选择了劲道、方式选择的标准，因为是五常香米所以米的类型就是长粒米\n", "液晶显示屏上会显示正在进行中的过程，喜欢出气孔里冒出的蒸汽，幻想着那是一缕渺渺炊烟", "当发出哔哔声时开始保温了，马上吃还是焖一会就取决你的饥饿程度了", "香喷喷的手抓饭，不粘不烂，无论是羊肉还是蔬菜还是大米都各尽其职站在自己的岗位上，各尽其责着呢", "抄底翻拌一下，看到锅巴啦！多年没有吃到了", "每一粒米都晶莹剔透，这就是九阳0铁釜做的饭哦"]
    }
  }, {
    "name": "卤汁肉夹馍",
    "img": "http://site.meishij.net/r/23/237/621773/a621773_69222.jpg",
    "target": "https://www.meishij.net/zuofa/luzhiroujia_1.html",
    "data": {
      "mainMaterial": ["五花肉600克", "面粉300克"],
      "auxiliaryMaterials": ["老抽1茶匙", "料酒1/2茶匙", "食盐4克", "大葱2段", "水适量", "酵母3克", "泡打粉3克", "紫甘蓝适量"],
      "cookingMethod": ["五花肉用清水冲洗干净，然后用刀切到4段，皮不要切断", "将五花肉平放在高压锅中，皮朝下，放入食盐、老抽、料酒、大葱、清水等材料全部放入高压锅中，压分钟左右，卤好的肉建议在卤汁中多放一段时间，肉香味更浓", "卤肉准备好后，开始准备饼；面粉、酵母、泡打粉装和面盆中，用筷子一边搅拌，一边加水，待看不到干面粉时，用手将面粉揉成光滑面团，盖上保鲜膜饧分钟左右", "面团饧好后，分成等份", "取其中一个面团擀成椭圆形长条", "将椭圆形长条从一端卷向另一端", "垂直按扁，擀成小圆面饼，依此方法做其他饼", "电饼铛开上下火，预热好后，将擀好的面饼放上去，两面烙金黄即可出锅", "从锅中捞出卤好的肉", "将卤肉剁碎，加少许紫甘蓝混均匀", "烙好的馍用刀从中间横切，不能切断，夹入肉菜，浇上少许卤肉汁"]
    }
  }, {
    "name": "油泼裤带面",
    "img": "http://site.meishij.net/r/208/36/1259208/a1259208_29357.jpg",
    "target": "https://www.meishij.net/zuofa/youpokudaimian_2.html",
    "data": {
      "mainMaterial": ["扯面200克", "鸡胸脯肉100克"],
      "auxiliaryMaterials": ["酱花生米20克", "盐1/2勺", "生抽2勺", "醋1勺", "辣椒粉1勺", "芝麻5克", "香葱2根", "大蒜3瓣", "水适量"],
      "cookingMethod": ["准备一块鸡脯肉", "冷水下锅， 将鸡脯肉加入两片姜一起下入， 煮熟捞出备用", "煮熟冷却后的鸡肉用手撕成丝", "准备好裤带面（具体做法参见我的菜谱）", "锅里放少许油，下入花生米炒香", "蒜切成蒜末、葱切成葱花备用", "锅中烧水，水开后放入面条和青菜搅散后煮至断生，捞出盛在碗内", "煮面的同时，另起一口锅烧油，放入大葱做成葱油，油烧热后稍凉一下再泼面", "面煮熟后盛入垫好菜的碗中，在碗中加一勺醋，勺生抽，盐适量，再在面的上面撒辣椒粉，芝麻，麻椒粉，鸡丝，花生碎，自后浇上一勺热油。一碗好吃的油泼扯面就做好了"]
    }
  }, {
    "name": "裤带面",
    "img": "http://site.meishij.net/r/19/208/1364519/a1364519_45532.jpg",
    "target": "https://www.meishij.net/zuofa/kudaimian_1.html",
    "data": {
      "mainMaterial": ["面粉500克", "黑木耳20克", "香菇20克", "冬瓜225克", "青椒1个", "红椒1个"],
      "auxiliaryMaterials": ["油1勺", "盐3克", "生姜10克", "大蒜2瓣", "蚝油1茶匙", "水适量"],
      "cookingMethod": ["克面粉倒入盆中", "加入克盐", "加入克水", "用筷子搅拌成絮状", "揉成面团，这时的面团比较粗糙", "将面团醒发半小时后再次揉均匀，继续醒发", "醒面的时候准备配料青红椒、生姜、大蒜切粒", "香菇木耳泡发切丝", "锅中放入油，爆香姜蒜", "放入木耳香菇", "放入生抽", "放入蚝油翻炒均匀", "放入青、红椒粒", "加入盐调味炒匀即可", "饧好的面团非常光滑", "用擀面杖将面团擀成大薄片", "面片切成等宽的长条状", "裤带面就做好了", "锅中烧开水", "放入裤带面", "将裤带面煮开浮起", "煮好的面条盛入碗中", "浇上炒好的臊子就可以了"]
    }
  }, {
    "name": "手抓羊肉",
    "img": "http://images.meishij.net/p/20140527/29596a3460f96926a7295a28c5a72d73_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/shouzhuayangrou_10.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t羊排1000克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐2茶匙", "姜1块", "八角2颗", "花椒1茶匙", "桂皮1段", "山楂2克", "陈皮1块", "大葱1段", "孜然粉1茶匙", "干山楂2片"],
      "cookingMethod": []
    }
  }, {
    "name": "手抓羊肉",
    "img": "http://site.meishij.net/r/112/161/977862/a977862_65057.jpg",
    "target": "https://www.meishij.net/zuofa/shouzhuayangrou_9.html",
    "data": {
      "mainMaterial": ["羊排1200克", "白萝卜500克"],
      "auxiliaryMaterials": ["陈皮1片", "花椒1小把", "茴香籽20粒", "干辣椒3个", "香叶2片", "白芷少许", "姜1小块", "蒜1头", "酱油1/2汤匙", "辣椒油几滴"],
      "cookingMethod": ["准备材料，并且把辅料里的调料包入纱布里", "羊排用水冲洗，并用水浸泡片刻，去除血沫和羊脂", "羊排放在锅里加入清水，大火烧开", "烧开后一定要把漂浮物完全清除掉", "入白萝卜片和调料包，烧开后转中小火煮个半小时，即可", "在煮羊排过程中，准备好蘸料：把蒜子剁成蒜泥，加入酱油和几滴辣椒油，加热即可", "手抓羊肉做法简单，唯一要注意的就是清水烧开羊肉后一定要把血沫等漂浮物去掉，加入白萝卜能去膻还能增加羊肉的鲜美\n"]
    }
  }, {
    "name": "陕西菜疙瘩",
    "img": "http://images.meishij.net/p/20130419/93f286f762d56412e6be5ec1e2e5f19c_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/shanxicaigeda.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t莴笋叶500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐4克", "醋10克", "蒜5克", "生抽5克", "植物油50克", "辣椒粉30克"],
      "cookingMethod": []
    }
  }, {
    "name": "老陕炝莲菜",
    "img": "http://images.meishij.net/p/20130326/82ac1bfc5c159ab60a1953416d7c4014_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/laoshanqiangliancai.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕1节\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐1/2勺", "姜2片", "花椒10粒", "干辣椒2个", "白醋2勺", "白糖1勺", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "西芹炒排骨",
    "img": "http://images.meishij.net/p/20130325/342bd94ea79297f339b9cb4e6125de35_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xiqinchaopaigu_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大排250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t西芹2根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3克", "酱油3克", "鸡精3克", "葱3克", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "黄馍馍",
    "img": "http://images.meishij.net/p/20130312/6a8e33b871dc2557e571c219bd1bb1d6_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huang_15.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糜子面250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黍子面50克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t豆沙180克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酵母粉2克", "面粉75克", "白糖6克", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "莲菜炒肉片  ",
    "img": "http://images.meishij.net/p/20130312/7047d03aade05734deff8d9fe8eec048_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liancaichaoroupian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕1截\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["黑木耳50克", "食盐1小勺", "味精2克", "葱5克", "姜5克", "料酒1小勺", "生抽1小勺", "淀粉1小勺", "植物油适量", "白醋少许"],
      "cookingMethod": []
    }
  }, {
    "name": "荠菜卷春",
    "img": "http://images.meishij.net/p/20130306/49cb02076348035dbcb170c34416555b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qicaijuanchun.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t春饼适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["荠菜1把", "食盐1小勺", "酱油1小勺", "醋1小勺", "味精小半勺", "蒜5瓣", "香油数滴", "红尖椒适量"],
      "cookingMethod": []
    }
  }, {
    "name": "新疆沙湾大盘鸡",
    "img": "http://images.meishij.net/p/20130305/b5d898cf2b914b99af1701cfeca9a09f_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/xinjiangshawandapanji.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡(土鸡，家养)1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["洋葱1个", "土豆3个", "食盐1勺", "味精1小勺", "葱1根", "姜1块", "蒜1头", "生抽1小勺", "老抽1小勺", "红尖椒1小把", "花椒粉1小勺", "胡椒粉1小勺", "五香粉1小勺", "白糖1小勺", "植物油1汤勺"],
      "cookingMethod": []
    }
  }, {
    "name": "陕北黄馍馍",
    "img": "http://images.meishij.net/p/20121218/69b58ce16a3c39df182b9a80e0f825c5_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/shanbeihuang_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糜子面500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t黍子面100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t面粉250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["枣(干)100克", "赤小豆500克", "碱1小把", "苏打粉1小把", "酵母粉3克", "白糖1大勺"],
      "cookingMethod": []
    }
  }, {
    "name": "蒜泥茄子",
    "img": "http://images.meishij.net/p/20121217/5d1ca517f05c632492ed704addb9875d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suanniqiezi_8.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t茄子(紫皮，长)10根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["土豆1个", "西红柿1个", "尖椒1个", "食盐4克", "鸡精3克", "蒜5瓣", "香油数滴", "植物油5克", "白胡椒少许", "鲜味汁1小勺"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "云贵菜",
  "value": "yunguicai",
  "data": [{
    "name": "白萝卜肉卷",
    "img": "https://s1.st.meishij.net/r/21/119/2654771/a2654771_153414809133426.jpg",
    "target": "https://www.meishij.net/zuofa/bailuoboroujuan_1.html",
    "data": {
      "mainMaterial": ["猪肉250克", "青椒1个", "白萝卜1/4个", "红辣椒1个", "姜3克", "蒜2瓣"],
      "auxiliaryMaterials": ["酱油1茶匙", "料酒1汤匙", "盐1/4茶匙", "淀粉1/2茶匙"],
      "cookingMethod": ["白萝卜切成薄片，越薄越好", "放入滚水中焯熟后捞出", "猪肉（三肥七瘦）剁成肉泥，放入碗中", "青、红椒、姜蒜切成碎沫", "放入猪肉碗中", "调入生抽、盐、料酒、淀粉搅拌至上劲，肉馅就做好了", "取一片白萝卜，摆上适量肉馅", "从两边卷起即可", "将卷好的肉卷摆入盘中", "放入烧开的蒸锅中，隔水大火蒸分钟即可"]
    }
  }, {
    "name": "鸡小腿焖土豆",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153377626298744.jpg",
    "target": "https://www.meishij.net/zuofa/jixiaotuimentudou.html",
    "data": {
      "mainMaterial": ["鸡小腿300克", "土豆2个", "食用油适量", "白糖20克"],
      "auxiliaryMaterials": ["盐2勺", "生抽2勺", "老抽1勺", "大葱1段", "料酒3勺", "老姜1块", "八角2个", "香叶2片", "干辣椒3个", "鸡粉1小勺"],
      "cookingMethod": ["\t准备食材，土豆清洗干净，鸡小腿清洗干净，去掉多余的油脂，减少脂肪的摄入。", "\t土豆去皮，切成滚刀块。滚刀块就是把土豆旋转切不规则的块，如图。", "\t坐锅烧水，鸡小腿入锅 小火焯烫一遍，去掉油脂等污物。", "\t炒糖色。炒锅烧热，放入食用油适量，不需要太多，和平时炒菜的量一样多就可以了。关小火，把准备好的白糖放进去，小火慢慢炒，炒成棕红色。", "\t把焯烫过的鸡小腿迅速放进锅里翻炒，让每一块鸡肉都均匀地裹上糖色，烹入3勺料酒。。", "\t下入小土豆块，翻炒两遍，加入适量的水，再加入生抽2勺，老抽1勺，调味，先不放盐。再加入切好的葱段、姜片，料酒。", "\t加入适量的水，没过鸡小腿就可以了，盖上盖子，水开后小火焖熟就好了。", "\t用筷子扎一下鸡肉和土豆，软了就好了。开大火收汤，出锅前加入适量盐调味，再加入白糖半勺中和一下味道，加适量鸡粉或鸡精出锅装盘就好了。", "鸡肉软嫩，土豆绵甜，非常下饭的一道家常菜。"]
    }
  }, {
    "name": "薏米冬瓜排骨汤",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414745993589.jpg",
    "target": "https://www.meishij.net/zuofa/yimidongguapaigutang_4.html",
    "data": {
      "mainMaterial": ["薏米   100克", "冬瓜250克", "排骨200克"],
      "auxiliaryMaterials": ["盐 3克", " 胡椒粉5克", "葱姜10克"],
      "cookingMethod": ["薏米洗干净用冷水浸泡个小时\n", "排骨洗干净入煮锅焯水后捞出沥干水\n", "薏米、排骨放入电饭煲内胆\n", "加姜片、适量水后将内胆放入电饭煲通电，调至小时煲汤档煲", "冬瓜洗干净\n", "冬瓜去皮去瓤\n", "将冬瓜切成滚刀块\n", "薏米、排骨煲分钟后将冬瓜入锅同煲\n", "分钟后加盐、胡椒粉断电，搅拌均匀即可享用\n"]
    }
  }, {
    "name": "贵州兴仁油辣椒，家乡的味道",
    "img": "https://s1.st.meishij.net/r/246/83/13083496/a13083496_153414736201557.jpg",
    "target": "https://www.meishij.net/zuofa/guizhouxingrenyoulajiaojiaxiangdeweidao.html",
    "data": {
      "mainMaterial": ["贵州辣椒面（最后选生辣椒粉）半斤", "菜籽油一斤", "肉沫一斤"],
      "auxiliaryMaterials": ["大蒜沫一小碗", "姜沫大半碗", "盐适量", "酱油适量", "鸡精适量"],
      "cookingMethod": ["剥好大蒜，然后切成沫", "生姜洗净切沫备用", "油锅烧热，加入菜籽油，直到油冒白烟，然后加入所有蒜末，姜末，炸香。炸香以后加入肉末，炸至肉末变成金黄色…", "关键步骤，如果辣椒粉是已经吵熟的辣椒粉，关火等步骤里的油放凉三分钟左右，避免辣椒糊掉，然后加入盐，酱油，鸡精，翻炒，放最小火炒一分钟关火起锅。如果是生辣椒粉，关小火加入辣椒，炒至辣椒稍微变成金黄关火起锅。然后再向油锅里加油盐，酱油，鸡精。尝味道，稍微咸点即可，方便保存！"]
    }
  }, {
    "name": "红烧猪蹄",
    "img": "https://s1.st.meishij.net/r/157/47/3324407/a3324407_153414644785143.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaozhuti_98.html",
    "data": {
      "mainMaterial": ["猪蹄2个"],
      "auxiliaryMaterials": ["姜1块", "植物油2勺", "冰糖10粒", "香叶2片", "八角2粒", "干辣椒2根", "料酒2勺", "老抽1勺", "盐2匙"],
      "cookingMethod": ["猪蹄用火烧一下，清洗干净后斩块，冷水入锅，加入勺料酒，焯出浮末后捞出备用", "姜切片", "锅中热油，放入冰糖", "糖油液变成棕色且冒小泡时倒入猪蹄翻炒", "糖色炒匀后加入姜片，香叶，八角，干辣椒，淋入勺料酒和老抽炒匀", "然后加入适量清水", "把猪蹄连同汤汁一起倒入高压锅中，选择蹄筋键，提示音响起后转回铁锅大火收汤即可"]
    }
  }, {
    "name": "芒果西瓜西米露#下午茶#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414603094851.jpg",
    "target": "https://www.meishij.net/zuofa/mangguoxiguaximiluxiawucha.html",
    "data": {
      "mainMaterial": ["西米100克", "芒果肉300克", "西瓜肉300克", "椰汁500毫升"],
      "auxiliaryMaterials": ["糖粉30克"],
      "cookingMethod": ["西米，称重准备。", "锅中加水，大火烧开。（水要多一些）", "下西米。", "不停的用汤勺搅拌。", "一直煮至中间有一点点白芯。", "关火，焖约分钟，至西米完全透明。", "全部捞起来，投入提前备好的凉开水中。", "芒果，西瓜取肉，冻好的椰汁和糖粉准备。", "捞起沥水的西米放入碗中。", "加入椰汁和适量糖粉，搅拌至糖粉融化。", "最后再加入芒果肉和西瓜肉，即可美美的享用啦。"]
    }
  }, {
    "name": "紫薯一口酥",
    "img": "https://s1.st.meishij.net/r/87/123/8468337/a8468337_153414245332159.jpg",
    "target": "https://www.meishij.net/zuofa/zishuyikousu_6.html",
    "data": {
      "mainMaterial": ["黄油100克", "糖粉50克", "全蛋40克", "蛋黄1个", "低粉145克", "杏仁粉40克", "紫薯馅250克"],
      "auxiliaryMaterials": ["蛋液（表面装饰）适量", "黑芝麻（表面装饰）适量"],
      "cookingMethod": ["软化的黄油加糖粉", "用电动打蛋器打发至发白", "分两次加入全蛋和蛋黄混合液", "搅拌成光滑细腻", "筛入杏仁粉和低粉", "搅拌均匀", "将面团装入保鲜袋，按扁，更容易凝固，放冰箱冷藏一个小时", "将面团和紫薯馅各分成份，滚圆", "将每份皮和馅分别搓成长条", "将皮擀开，放上紫薯馅", "包紧，搓实", "每条平均分成份", "摆入烤盘", "表面抹蛋液，沾黑芝麻", "放入预热好的烤箱中层上下火度20分钟", "表面上色均匀后即可出炉冷却"]
    }
  }, {
    "name": "茯苓双红豆浆",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414418608311.jpg",
    "target": "https://www.meishij.net/zuofa/fulingshuanghongdoujiang.html",
    "data": {
      "mainMaterial": ["红豆  70克", "红枣50克", " 茯苓15克"],
      "auxiliaryMaterials": [" 水1100毫升"],
      "cookingMethod": ["用量杯称好红豆\n", "将红豆洗干净，用冷水浸泡。浸泡时间不唯一，至8小时均可。也可以不浸泡\n", "茯苓洗干净，用冷水浸泡分钟。浸泡时间不唯一，也可以不浸泡\n", "红枣洗干净\n", "红枣去壳取肉切碎\n", "茯苓放入豆浆机杯体内\n", "放入红枣\n", "放入浸泡后的红豆\n", "加水至上下水位刻度线之间\n", "将机头放入杯体，插上电源线", "豆浆机通电，如果在机器上直接操作，选择“热饮区” ，再选择“干湿豆”键，进行启动即可，制作时间需要分钟。"]
    }
  }, {
    "name": "水煮肉片",
    "img": "https://s1.st.meishij.net/r/114/141/12410364/a12410364_153397559201770.jpg",
    "target": "https://www.meishij.net/zuofa/shuizhuroupian_164.html",
    "data": {
      "mainMaterial": ["里脊肉 200克", "生菜 1颗  "],
      "auxiliaryMaterials": ["淀粉 2勺", "生抽 1勺", "豆瓣酱 1勺", "料酒 1勺", "辣椒面 2勺", "姜蒜末 少许", "花椒 适量", "白芝麻 适量"],
      "cookingMethod": ["【主料】：里脊肉 克|生菜 1颗  \n【辅料】：淀粉 2勺|生抽 1勺|豆瓣酱 1勺|料酒 1勺|辣椒面 2勺|姜蒜末 少许|花椒 适量|白芝麻 适量", "里脊肉加入勺盐、料酒、淀粉，拌匀。", "再加入勺油拌匀，腌制片刻。", "生菜开水烫秒，捞出，铺在碗底。", "热锅冷油，爆香姜蒜末。", "加入豆瓣酱，炒出红油。", "加入勺糖、生抽，倒入1碗开水，煮开。", "倒入肉片，转小火将肉片烫至变色。", "倒入水淀粉，炒匀后盛出。", "撒上辣椒面、花椒，淋上热油，撒少许白芝麻、葱花即可。", "水煮肉片教程，好好收藏，慢慢学哦。"]
    }
  }, {
    "name": "西红柿炖牛腩#午餐#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414486367173.jpg",
    "target": "https://www.meishij.net/zuofa/xihongshidunniunanwucan.html",
    "data": {
      "mainMaterial": ["牛腩700克", "西红柿2个", "洋葱半颗"],
      "auxiliaryMaterials": ["八角1个", "生姜10克", "干辣椒2个", "料酒30毫升", "蚝油20毫升", "生抽酱油20毫升", "精盐3克", "食用油20毫升"],
      "cookingMethod": ["牛腩室温解冻后浸泡分钟。", "切成小块后洗净，再用料酒水浸泡分钟，中间换水2回。", "配菜准备。", "泡好的牛腩，冷水下锅再加料酒，姜片，花椒焯水。", "焯水的牛腩，在流动的水下冲洗干净。", "一个西红柿，三分之一的洋葱，切块。", "八角，干辣椒冲洗浮尘，生姜切片。", "沥水的牛腩，切块的西红柿，洋葱，及香料，全部放压力锅的内胆中。", "加清水没过食材。", "装入电压力锅中，选择蹄筋键，开始炖煮。", "剩下的西红柿和洋葱切月牙块。", "炒锅中注入食用油，下西红柿和洋葱。", "翻炒至西红柿出汤水，洋葱变半透明。", "从电压力锅捞出炖好的牛腩。（煮肉的西红柿，洋葱弃之不用）", "翻炒均匀。", "加入之前的炖肉汤，转大火烧开。", "加蚝油。", "加生抽酱油提香。\n\n", "捞起煮烂的西红柿皮。", "根据咸淡后加精盐调味。", "大火收汁关火。喜欢的多留一些汤汁吧，拌饭，拌面是一流的。"]
    }
  }, {
    "name": "葱花饼",
    "img": "https://s1.st.meishij.net/r/181/118/6092181/a6092181_153414518487781.jpg",
    "target": "https://www.meishij.net/zuofa/conghuabing_38.html",
    "data": {
      "mainMaterial": ["面粉300克", "玉米油10克", "盐2克", "开水180克"],
      "auxiliaryMaterials": ["葱花适量", "黄酱适量"],
      "cookingMethod": ["提前和好面醒分钟", "擀大片抹油卷起", "下剂擀成薄片饼", "放入锅中烙制", "两面微黄抹黄酱", "放入葱花", "卷起", "折叠即可"]
    }
  }, {
    "name": "冰鲜柠檬水",
    "img": "https://s1.st.meishij.net/r/221/204/13051221/a13051221_153414141581947.jpg",
    "target": "https://www.meishij.net/zuofa/bingxianningmengshui_1.html",
    "data": {
      "mainMaterial": ["新鲜柠檬片", "冰块两粒", "冰糖两粒"],
      "auxiliaryMaterials": ["冰糖两颗"],
      "cookingMethod": ["准备柠檬片放入杯中", "准备两粒冰糖在热水中融化成糖浆", "导入杯中", "导入温水，完成\\n"]
    }
  }, {
    "name": "家庭版蛋炒饭",
    "img": "https://s1.st.meishij.net/r/76/226/5494076/a5494076_153414175373218.jpg",
    "target": "https://www.meishij.net/zuofa/jiatingbandanchaofan.html",
    "data": {
      "mainMaterial": ["白米饭1500克"],
      "auxiliaryMaterials": ["鸡蛋2个", "火腿2根", "胡萝卜1根", "葱花1颗", "盐5勺", "鸡精少许"],
      "cookingMethod": ["鸡蛋打散，火腿肠，胡萝卜切丁，葱花切碎。我这刀工不行，不太均匀嘻嘻。", "铁锅烧油，我用的菜籽油，用花生油也行。锅是在京东买的极匠人铁锅，这个已经用了6年了，防粘锅效果好，没有涂层，而且铁锅升温快，超出来的更好吃！", "下入胡萝卜和火腿肠进行翻炒，加入勺盐。", "加入米饭，进行翻炒，中间开中火不要停的翻炒～炒到7分以后放鸡精。撒葱花即可出锅！第一次分享做法，希望大家多多支持"]
    }
  }, {
    "name": "心形咖啡玛德琳",
    "img": "https://s1.st.meishij.net/r/93/209/2677343/a2677343_153414106528172.jpg",
    "target": "https://www.meishij.net/zuofa/xinxingkafeimadelin.html",
    "data": {
      "mainMaterial": ["低筋面粉50克", "鸡蛋1只", "黄油50克", "细砂糖45克"],
      "auxiliaryMaterials": ["盐1克", "蜂蜜10克", "咖啡13克"],
      "cookingMethod": ["鸡蛋打散，加入细砂糖搅拌均匀。", "加入速溶咖啡粉，搅拌均匀。", "筛入低筋面粉和盐，搅拌均匀。", "加入蜂蜜，搅拌均匀。", "黄油隔水融化，加入面糊中，搅拌均匀。", "盖上保鲜膜，放入冰箱冷藏小时。", "冷藏好的面糊回温后装入裱花袋中。", "挤入模具中，轻轻震一下，烤箱预热至度，中层上下火，15分钟左右即可。"]
    }
  }, {
    "name": "芒果+百香果冰棍",
    "img": "https://s1.st.meishij.net/r/73/127/10031823/a10031823_153413961997843.jpg",
    "target": "https://www.meishij.net/zuofa/mangguobaixiangguobinggun.html",
    "data": {
      "mainMaterial": ["芒果果肉150克", "百香果果酱1大勺", "淡奶油100克", "牛奶150克"],
      "auxiliaryMaterials": ["细砂糖50克"],
      "cookingMethod": ["芒果去皮，取出果肉，然后放入冰箱冷冻几小时。", "取出冷冻的芒果肉，当如果汁杯内。", "加入淡奶油。", "再加入牛奶。", "再加入自制的百香果果酱一大勺。", "最后放入细砂糖。", "把盖子扭紧。", "搅打均匀。", "然后放入冰淇淋机内。", "用冰淇淋机搅拌-10分钟，让液体变的粘稠即可。", "取出准备好的雪糕模具，插好冰棒的棍子。", "把模具填满搅拌好的冰淇淋。", "盖上盖子，放入冰箱冷冻凝固。", "冷冻小时后，取出模具，脱膜即可食用。"]
    }
  }, {
    "name": "红豆薏米南瓜粥",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153413718709803.jpg",
    "target": "https://www.meishij.net/zuofa/hongdouyiminanguazhou_4.html",
    "data": {
      "mainMaterial": ["赤小豆80克", "薏苡仁米65克", "南瓜220克"],
      "auxiliaryMaterials": ["红糖（可不放）适量"],
      "cookingMethod": ["\n\t准备好所有的食材，赤小豆、薏苡仁、南瓜。我用的南瓜是长条形的，也可以用小南瓜或者小金瓜。", "\t南瓜清洗干净，用刀去掉外皮，切成小块，大小合适就好。", "\t赤小豆、薏苡仁分别清洗干净，不用浸泡，直接放高压锅煮。", "\t取出电压力锅内胆，把薏苡仁、赤小豆全部放进去（南瓜容易熟，先不要放），再加入适量的清水", "\t放好内胆，装好电压力锅，调到“豆类、蹄筋”档，好了不用管它了，该干啥就干啥去吧，一会儿就等着吃好喝的祛湿的红豆薏米粥就好了。没有电压力锅的小伙伴也可以用普通压力锅，上汽后再煮30分钟就好。如果电压力锅和普通压力锅都没有，那就用普通锅吧！不过红豆、薏苡仁，最好提前浸泡，不然是很费时、费火的。", "\t时间到了，打开电压力锅，红豆和薏米已经煮好了。", "\t把南瓜块加进去，盖好盖子，再煮5分钟，出锅前根据个人口味可添加适量红糖。"]
    }
  }, {
    "name": "可可妈手工宝宝辅食：香丸烤虾",
    "img": "https://s1.st.meishij.net/r/29/48/13074529/a13074529_153413842145902.jpg",
    "target": "https://www.meishij.net/zuofa/kekemashougongbaobaofushixiangwankaoxia.html",
    "data": {
      "mainMaterial": ["鲜虾五只", "胡萝卜一根", "鸡蛋一个", "奶酪可不加"],
      "auxiliaryMaterials": ["可可妈虾皮粉一勺", "玉米淀粉20克"],
      "cookingMethod": ["食材准备：鲜虾，鸡蛋，胡萝卜，可可妈虾皮粉，玉米淀粉，奶酪（可不加）。\n", "胡萝卜和鲜虾去皮打成泥", "在胡萝卜虾泥中打入一个鸡蛋，加入少许玉米淀粉。担心蛋清过敏可只用蛋黄，加少许水。", "加入一勺可可妈虾皮粉，搅拌均匀", "一岁以上宝宝可以加入奶酪，更加美味", "将混合泥放入裱花袋，挤在烤盘上", "烤箱上下度烤15-20分钟"]
    }
  }, {
    "name": "燕麦土司",
    "img": "https://s1.st.meishij.net/r/63/134/96063/a96063_153413431932072.jpg",
    "target": "https://www.meishij.net/zuofa/yanmaitusi_4.html",
    "data": {
      "mainMaterial": ["金龙鱼面包专用小麦粉500克", "清水260克", "酵母6克", "玉米油50克", "白糖50克", "盐6克", "鸡蛋60克"],
      "auxiliaryMaterials": ["燕麦适量"],
      "cookingMethod": ["这款土司的用料：金龙鱼面包专用小麦粉克，酵母6克。清水260克，盐6克，玉米油50克，白糖40克，鸡蛋60克，燕麦及黑芝麻适量。", "除玉米油，芝麻及燕麦外，其它食材混合在一起，入厨师机。", "选择和面模式，将面团微微揉至光滑，然后加入玉米油，继续揉至面团舒展光滑。", "然后再将燕麦加入揉至融合。", "将面团停止揉，然后微微整至面团光滑，然后醒半小时。", "如图就是醒好的样子，现在这天气不用再入醒发箱。", "将面团一分为二，将一半的面团取出整形。", "分大小相等的三团面，然后搓圆备用。", "将面团擀成牛舌状。", "然后如图这样子卷起。然后入土司盒里，可室温醒发也可入烤箱醒发。", "然后土司的话醒发至八会满就可以安排上盖子，然后继续再醒发分钟左右就可以。", "然后上下火定温度，定时45分钟烤制。", "如图就是烤好的样子，色彩也是很漂亮哦。"]
    }
  }]
}, {
  "name": "江西菜",
  "value": "jiangxicai",
  "data": [{
    "name": "三杯鸡",
    "img": "http://site.meishij.net/r/131/154/4351131/a4351131_145430906283381.jpg",
    "target": "https://www.meishij.net/zuofa/sanbeiji_31.html",
    "data": {
      "mainMaterial": ["鸡腿3个"],
      "auxiliaryMaterials": ["花椒15粒", "辣椒3个", "香油4调羹", "米酒1碗", "生抽4调羹", "糖半调羹", "罗勒适量", "蒜10瓣"],
      "cookingMethod": ["鸡腿用花椒水焯一下。捞出剁小块。蒜去皮，姜片切粒", "炒锅，加入香油，煎下姜，蒜，出香味，变色时，倒入鸡腿。煎出颜色。", "倒进米酒，没过鸡腿。烧开冒泡。", "倒入生抽，老抽，糖，辣椒，半小时左右", "收汁，出锅，撒点罗勒叶，香葱点缀。"]
    }
  }, {
    "name": "三杯鸡",
    "img": "http://images.meishij.net/p/20130731/9f9348f23a2fe62a25c4ac1e961263ec_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/sanbeiji_20.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t三黄鸡半只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["洋葱半个", "罗勒10片", "酱油50克", "冰糖25克", "姜半块", "蒜5瓣", "料酒50克", "细香葱2根", "朝天椒2个", "芝麻油50克", "胡椒粉1克", "鸡汤150克"],
      "cookingMethod": []
    }
  }, {
    "name": "卤汁豆腐干",
    "img": "http://images.meishij.net/p/20130228/93f6bb4456677f054855c4a35ab40d59_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/luzhidoufugan_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油豆腐300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["八角3个", "干辣椒6个", "老抽20毫升", "白糖3克", "陈皮2小块"],
      "cookingMethod": []
    }
  }, {
    "name": "泰和萝卜",
    "img": "http://images.meishij.net/p/20130227/7e95c082e57da9a52b091736b9b50da4_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/taiheluobo.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t白萝卜1根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐小半勺", "醋1勺", "剁椒1勺", "甘草少许", "白糖1勺"],
      "cookingMethod": []
    }
  }, {
    "name": "藜蒿炒牛肉干",
    "img": "http://images.meishij.net/p/20130111/63d66cb37453732f96a4922e0eee0a15_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/lihaochaoniurougan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛肉干1大块\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藜蒿1包\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐3克", "姜1小块", "蒜3瓣", "料酒2克", "生抽2克", "植物油10克", "黑胡椒少许", "辣椒粉少许"],
      "cookingMethod": []
    }
  }, {
    "name": "冬菜腐乳扣肉",
    "img": "http://images.meishij.net/p/20121212/5a40925b1346fafe1dea72b585b7f2d0_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/dongcaifurukourou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t五花肉800克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["冬菜1包", "圆生菜适量", "老抽10毫升", "腐乳(红)4块", "小葱少许", "白糖1小勺", "植物油10毫升"],
      "cookingMethod": []
    }
  }, {
    "name": "豆鼓蒸排骨",
    "img": "http://images.meishij.net/p/20120827/f995a33ae0ecb45423f8668f2cf8eaa5_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/douguzhengpaigu_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大排500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["豆豉20克", "南瓜适量", "色拉油少许", "蒜2颗", "生抽适量", "老抽适量", "蚝油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "凉拌苦荞面",
    "img": "http://images.meishij.net/p/20120725/1b9eca36042b9552fee9614cd54ed529_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liangbankuqiaomian.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t苦荞麦粉适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["黑木耳适量", "酱油适量", "醋适量", "味精少许", "蒜适量", "花椒少许", "小米椒少许", "香油少许", "辣椒油适量", "白糖少许"],
      "cookingMethod": []
    }
  }, {
    "name": "粉蒸小竹笋",
    "img": "http://images.meishij.net/p/20120502/79a202f3161de60e59637a9c450b958a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/fenzhengxiaozhusun.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t竹笋250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["虾米1大把", "糙米适量", "色拉油2勺", "食盐适量", "味精适量", "江米酒半勺", "辣椒粉适量", "小葱适量"],
      "cookingMethod": []
    }
  }, {
    "name": "清蒸藕丸",
    "img": "http://images.meishij.net/p/20120417/fde3e5dd48570a98779b8c7deb01277d_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/qingzhengouwan_5.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕(粉藕)500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["虾米30克", "红薯粉丝12克", "色拉油适量", "食盐适量", "味精少许", "小葱适量", "菠菜适量"],
      "cookingMethod": []
    }
  }, {
    "name": "篱蒿炒腊肉",
    "img": "http://images.meishij.net/p/20120223/b9e00351e8545d0ec0453065e40b81aa_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/lihaochaolarou_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藜蒿500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t腊肉200克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["韭菜100克", "小米椒3个", "色拉油50克", "食盐适量", "鸡精适量", "生抽2小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "南昌凉拌藕",
    "img": "http://images.meishij.net/p/20120106/a90816e3c242496609260be2ab2799f9_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/nanchangliangbanou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t藕1节\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油2小勺", "蒜1小块", "香醋1小勺", "辣椒油适量", "芝麻油1勺", "白糖1小勺"],
      "cookingMethod": []
    }
  }, {
    "name": "三杯鸡",
    "img": "http://images.meishij.net/p/20111117/883b9495ae97fc3d35a1b1cfe87ffb8f_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/sanbeiji_11.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["酱油适量", "姜适量", "江米酒适量", "芝麻油适量", "小葱适量", "猪油(板油)适量"],
      "cookingMethod": []
    }
  }, {
    "name": "酒糟鱼",
    "img": "http://images.meishij.net/p/20111111/b0ffdb69da8a822c0aaa160b9755405e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/jiuzaoyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼干1000克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["姜20克", "蒜20克", "干辣椒30克", "江米酒700克"],
      "cookingMethod": []
    }
  }, {
    "name": "南昌田螺",
    "img": "http://images.meishij.net/p/20110720/4424db837b848e5eb190c6574d7f52f3_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/nanchangtianluo.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t田螺适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["色拉油适量", "姜适量", "蒜适量", "干辣椒适量", "老抽适量", "紫苏适量", "香叶适量", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "啤酒烧鸭",
    "img": "http://images.meishij.net/p/20110707/abaf8928cf24937f6b88387f8fcdea17_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/pijiushaoya_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["色拉油适量", "酱油适量", "姜1小块", "干辣椒适量", "啤酒1罐"],
      "cookingMethod": []
    }
  }, {
    "name": "蒜苗炒香肠",
    "img": "http://images.meishij.net/p/20110706/32a19e5b812e6fad43da86efc408ab00_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suanmiaochaoxiangchang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t香肠2根\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t蒜苔1把\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["尖椒4个", "红椒1个", "色拉油适量", "食盐适量", "蒜适量", "料酒适量"],
      "cookingMethod": []
    }
  }, {
    "name": "皮蛋肉饼汤",
    "img": "http://images.meishij.net/p/20110630/5cb90703c4af96f72e45f50ce2561c83_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/pidanroubingtang.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t松花蛋1个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉馅适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "姜1小块", "淀粉适量", "鸡蛋清适量", "水适量"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "山西菜",
  "value": "shanxicai",
  "data": [{
    "name": "白萝卜肉卷",
    "img": "https://s1.st.meishij.net/r/21/119/2654771/a2654771_153414809133426.jpg",
    "target": "https://www.meishij.net/zuofa/bailuoboroujuan_1.html",
    "data": {
      "mainMaterial": ["猪肉250克", "青椒1个", "白萝卜1/4个", "红辣椒1个", "姜3克", "蒜2瓣"],
      "auxiliaryMaterials": ["酱油1茶匙", "料酒1汤匙", "盐1/4茶匙", "淀粉1/2茶匙"],
      "cookingMethod": ["白萝卜切成薄片，越薄越好", "放入滚水中焯熟后捞出", "猪肉（三肥七瘦）剁成肉泥，放入碗中", "青、红椒、姜蒜切成碎沫", "放入猪肉碗中", "调入生抽、盐、料酒、淀粉搅拌至上劲，肉馅就做好了", "取一片白萝卜，摆上适量肉馅", "从两边卷起即可", "将卷好的肉卷摆入盘中", "放入烧开的蒸锅中，隔水大火蒸分钟即可"]
    }
  }, {
    "name": "鸡小腿焖土豆",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153377626298744.jpg",
    "target": "https://www.meishij.net/zuofa/jixiaotuimentudou.html",
    "data": {
      "mainMaterial": ["鸡小腿300克", "土豆2个", "食用油适量", "白糖20克"],
      "auxiliaryMaterials": ["盐2勺", "生抽2勺", "老抽1勺", "大葱1段", "料酒3勺", "老姜1块", "八角2个", "香叶2片", "干辣椒3个", "鸡粉1小勺"],
      "cookingMethod": ["\t准备食材，土豆清洗干净，鸡小腿清洗干净，去掉多余的油脂，减少脂肪的摄入。", "\t土豆去皮，切成滚刀块。滚刀块就是把土豆旋转切不规则的块，如图。", "\t坐锅烧水，鸡小腿入锅 小火焯烫一遍，去掉油脂等污物。", "\t炒糖色。炒锅烧热，放入食用油适量，不需要太多，和平时炒菜的量一样多就可以了。关小火，把准备好的白糖放进去，小火慢慢炒，炒成棕红色。", "\t把焯烫过的鸡小腿迅速放进锅里翻炒，让每一块鸡肉都均匀地裹上糖色，烹入3勺料酒。。", "\t下入小土豆块，翻炒两遍，加入适量的水，再加入生抽2勺，老抽1勺，调味，先不放盐。再加入切好的葱段、姜片，料酒。", "\t加入适量的水，没过鸡小腿就可以了，盖上盖子，水开后小火焖熟就好了。", "\t用筷子扎一下鸡肉和土豆，软了就好了。开大火收汤，出锅前加入适量盐调味，再加入白糖半勺中和一下味道，加适量鸡粉或鸡精出锅装盘就好了。", "鸡肉软嫩，土豆绵甜，非常下饭的一道家常菜。"]
    }
  }, {
    "name": "薏米冬瓜排骨汤",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414745993589.jpg",
    "target": "https://www.meishij.net/zuofa/yimidongguapaigutang_4.html",
    "data": {
      "mainMaterial": ["薏米   100克", "冬瓜250克", "排骨200克"],
      "auxiliaryMaterials": ["盐 3克", " 胡椒粉5克", "葱姜10克"],
      "cookingMethod": ["薏米洗干净用冷水浸泡个小时\n", "排骨洗干净入煮锅焯水后捞出沥干水\n", "薏米、排骨放入电饭煲内胆\n", "加姜片、适量水后将内胆放入电饭煲通电，调至小时煲汤档煲", "冬瓜洗干净\n", "冬瓜去皮去瓤\n", "将冬瓜切成滚刀块\n", "薏米、排骨煲分钟后将冬瓜入锅同煲\n", "分钟后加盐、胡椒粉断电，搅拌均匀即可享用\n"]
    }
  }, {
    "name": "贵州兴仁油辣椒，家乡的味道",
    "img": "https://s1.st.meishij.net/r/246/83/13083496/a13083496_153414736201557.jpg",
    "target": "https://www.meishij.net/zuofa/guizhouxingrenyoulajiaojiaxiangdeweidao.html",
    "data": {
      "mainMaterial": ["贵州辣椒面（最后选生辣椒粉）半斤", "菜籽油一斤", "肉沫一斤"],
      "auxiliaryMaterials": ["大蒜沫一小碗", "姜沫大半碗", "盐适量", "酱油适量", "鸡精适量"],
      "cookingMethod": ["剥好大蒜，然后切成沫", "生姜洗净切沫备用", "油锅烧热，加入菜籽油，直到油冒白烟，然后加入所有蒜末，姜末，炸香。炸香以后加入肉末，炸至肉末变成金黄色…", "关键步骤，如果辣椒粉是已经吵熟的辣椒粉，关火等步骤里的油放凉三分钟左右，避免辣椒糊掉，然后加入盐，酱油，鸡精，翻炒，放最小火炒一分钟关火起锅。如果是生辣椒粉，关小火加入辣椒，炒至辣椒稍微变成金黄关火起锅。然后再向油锅里加油盐，酱油，鸡精。尝味道，稍微咸点即可，方便保存！"]
    }
  }, {
    "name": "红烧猪蹄",
    "img": "https://s1.st.meishij.net/r/157/47/3324407/a3324407_153414644785143.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaozhuti_98.html",
    "data": {
      "mainMaterial": ["猪蹄2个"],
      "auxiliaryMaterials": ["姜1块", "植物油2勺", "冰糖10粒", "香叶2片", "八角2粒", "干辣椒2根", "料酒2勺", "老抽1勺", "盐2匙"],
      "cookingMethod": ["猪蹄用火烧一下，清洗干净后斩块，冷水入锅，加入勺料酒，焯出浮末后捞出备用", "姜切片", "锅中热油，放入冰糖", "糖油液变成棕色且冒小泡时倒入猪蹄翻炒", "糖色炒匀后加入姜片，香叶，八角，干辣椒，淋入勺料酒和老抽炒匀", "然后加入适量清水", "把猪蹄连同汤汁一起倒入高压锅中，选择蹄筋键，提示音响起后转回铁锅大火收汤即可"]
    }
  }, {
    "name": "芒果西瓜西米露#下午茶#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414603094851.jpg",
    "target": "https://www.meishij.net/zuofa/mangguoxiguaximiluxiawucha.html",
    "data": {
      "mainMaterial": ["西米100克", "芒果肉300克", "西瓜肉300克", "椰汁500毫升"],
      "auxiliaryMaterials": ["糖粉30克"],
      "cookingMethod": ["西米，称重准备。", "锅中加水，大火烧开。（水要多一些）", "下西米。", "不停的用汤勺搅拌。", "一直煮至中间有一点点白芯。", "关火，焖约分钟，至西米完全透明。", "全部捞起来，投入提前备好的凉开水中。", "芒果，西瓜取肉，冻好的椰汁和糖粉准备。", "捞起沥水的西米放入碗中。", "加入椰汁和适量糖粉，搅拌至糖粉融化。", "最后再加入芒果肉和西瓜肉，即可美美的享用啦。"]
    }
  }, {
    "name": "紫薯一口酥",
    "img": "https://s1.st.meishij.net/r/87/123/8468337/a8468337_153414245332159.jpg",
    "target": "https://www.meishij.net/zuofa/zishuyikousu_6.html",
    "data": {
      "mainMaterial": ["黄油100克", "糖粉50克", "全蛋40克", "蛋黄1个", "低粉145克", "杏仁粉40克", "紫薯馅250克"],
      "auxiliaryMaterials": ["蛋液（表面装饰）适量", "黑芝麻（表面装饰）适量"],
      "cookingMethod": ["软化的黄油加糖粉", "用电动打蛋器打发至发白", "分两次加入全蛋和蛋黄混合液", "搅拌成光滑细腻", "筛入杏仁粉和低粉", "搅拌均匀", "将面团装入保鲜袋，按扁，更容易凝固，放冰箱冷藏一个小时", "将面团和紫薯馅各分成份，滚圆", "将每份皮和馅分别搓成长条", "将皮擀开，放上紫薯馅", "包紧，搓实", "每条平均分成份", "摆入烤盘", "表面抹蛋液，沾黑芝麻", "放入预热好的烤箱中层上下火度20分钟", "表面上色均匀后即可出炉冷却"]
    }
  }, {
    "name": "茯苓双红豆浆",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414418608311.jpg",
    "target": "https://www.meishij.net/zuofa/fulingshuanghongdoujiang.html",
    "data": {
      "mainMaterial": ["红豆  70克", "红枣50克", " 茯苓15克"],
      "auxiliaryMaterials": [" 水1100毫升"],
      "cookingMethod": ["用量杯称好红豆\n", "将红豆洗干净，用冷水浸泡。浸泡时间不唯一，至8小时均可。也可以不浸泡\n", "茯苓洗干净，用冷水浸泡分钟。浸泡时间不唯一，也可以不浸泡\n", "红枣洗干净\n", "红枣去壳取肉切碎\n", "茯苓放入豆浆机杯体内\n", "放入红枣\n", "放入浸泡后的红豆\n", "加水至上下水位刻度线之间\n", "将机头放入杯体，插上电源线", "豆浆机通电，如果在机器上直接操作，选择“热饮区” ，再选择“干湿豆”键，进行启动即可，制作时间需要分钟。"]
    }
  }, {
    "name": "水煮肉片",
    "img": "https://s1.st.meishij.net/r/114/141/12410364/a12410364_153397559201770.jpg",
    "target": "https://www.meishij.net/zuofa/shuizhuroupian_164.html",
    "data": {
      "mainMaterial": ["里脊肉 200克", "生菜 1颗  "],
      "auxiliaryMaterials": ["淀粉 2勺", "生抽 1勺", "豆瓣酱 1勺", "料酒 1勺", "辣椒面 2勺", "姜蒜末 少许", "花椒 适量", "白芝麻 适量"],
      "cookingMethod": ["【主料】：里脊肉 克|生菜 1颗  \n【辅料】：淀粉 2勺|生抽 1勺|豆瓣酱 1勺|料酒 1勺|辣椒面 2勺|姜蒜末 少许|花椒 适量|白芝麻 适量", "里脊肉加入勺盐、料酒、淀粉，拌匀。", "再加入勺油拌匀，腌制片刻。", "生菜开水烫秒，捞出，铺在碗底。", "热锅冷油，爆香姜蒜末。", "加入豆瓣酱，炒出红油。", "加入勺糖、生抽，倒入1碗开水，煮开。", "倒入肉片，转小火将肉片烫至变色。", "倒入水淀粉，炒匀后盛出。", "撒上辣椒面、花椒，淋上热油，撒少许白芝麻、葱花即可。", "水煮肉片教程，好好收藏，慢慢学哦。"]
    }
  }, {
    "name": "西红柿炖牛腩#午餐#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414486367173.jpg",
    "target": "https://www.meishij.net/zuofa/xihongshidunniunanwucan.html",
    "data": {
      "mainMaterial": ["牛腩700克", "西红柿2个", "洋葱半颗"],
      "auxiliaryMaterials": ["八角1个", "生姜10克", "干辣椒2个", "料酒30毫升", "蚝油20毫升", "生抽酱油20毫升", "精盐3克", "食用油20毫升"],
      "cookingMethod": ["牛腩室温解冻后浸泡分钟。", "切成小块后洗净，再用料酒水浸泡分钟，中间换水2回。", "配菜准备。", "泡好的牛腩，冷水下锅再加料酒，姜片，花椒焯水。", "焯水的牛腩，在流动的水下冲洗干净。", "一个西红柿，三分之一的洋葱，切块。", "八角，干辣椒冲洗浮尘，生姜切片。", "沥水的牛腩，切块的西红柿，洋葱，及香料，全部放压力锅的内胆中。", "加清水没过食材。", "装入电压力锅中，选择蹄筋键，开始炖煮。", "剩下的西红柿和洋葱切月牙块。", "炒锅中注入食用油，下西红柿和洋葱。", "翻炒至西红柿出汤水，洋葱变半透明。", "从电压力锅捞出炖好的牛腩。（煮肉的西红柿，洋葱弃之不用）", "翻炒均匀。", "加入之前的炖肉汤，转大火烧开。", "加蚝油。", "加生抽酱油提香。\n\n", "捞起煮烂的西红柿皮。", "根据咸淡后加精盐调味。", "大火收汁关火。喜欢的多留一些汤汁吧，拌饭，拌面是一流的。"]
    }
  }, {
    "name": "葱花饼",
    "img": "https://s1.st.meishij.net/r/181/118/6092181/a6092181_153414518487781.jpg",
    "target": "https://www.meishij.net/zuofa/conghuabing_38.html",
    "data": {
      "mainMaterial": ["面粉300克", "玉米油10克", "盐2克", "开水180克"],
      "auxiliaryMaterials": ["葱花适量", "黄酱适量"],
      "cookingMethod": ["提前和好面醒分钟", "擀大片抹油卷起", "下剂擀成薄片饼", "放入锅中烙制", "两面微黄抹黄酱", "放入葱花", "卷起", "折叠即可"]
    }
  }, {
    "name": "冰鲜柠檬水",
    "img": "https://s1.st.meishij.net/r/221/204/13051221/a13051221_153414141581947.jpg",
    "target": "https://www.meishij.net/zuofa/bingxianningmengshui_1.html",
    "data": {
      "mainMaterial": ["新鲜柠檬片", "冰块两粒", "冰糖两粒"],
      "auxiliaryMaterials": ["冰糖两颗"],
      "cookingMethod": ["准备柠檬片放入杯中", "准备两粒冰糖在热水中融化成糖浆", "导入杯中", "导入温水，完成\\n"]
    }
  }, {
    "name": "家庭版蛋炒饭",
    "img": "https://s1.st.meishij.net/r/76/226/5494076/a5494076_153414175373218.jpg",
    "target": "https://www.meishij.net/zuofa/jiatingbandanchaofan.html",
    "data": {
      "mainMaterial": ["白米饭1500克"],
      "auxiliaryMaterials": ["鸡蛋2个", "火腿2根", "胡萝卜1根", "葱花1颗", "盐5勺", "鸡精少许"],
      "cookingMethod": ["鸡蛋打散，火腿肠，胡萝卜切丁，葱花切碎。我这刀工不行，不太均匀嘻嘻。", "铁锅烧油，我用的菜籽油，用花生油也行。锅是在京东买的极匠人铁锅，这个已经用了6年了，防粘锅效果好，没有涂层，而且铁锅升温快，超出来的更好吃！", "下入胡萝卜和火腿肠进行翻炒，加入勺盐。", "加入米饭，进行翻炒，中间开中火不要停的翻炒～炒到7分以后放鸡精。撒葱花即可出锅！第一次分享做法，希望大家多多支持"]
    }
  }, {
    "name": "心形咖啡玛德琳",
    "img": "https://s1.st.meishij.net/r/93/209/2677343/a2677343_153414106528172.jpg",
    "target": "https://www.meishij.net/zuofa/xinxingkafeimadelin.html",
    "data": {
      "mainMaterial": ["低筋面粉50克", "鸡蛋1只", "黄油50克", "细砂糖45克"],
      "auxiliaryMaterials": ["盐1克", "蜂蜜10克", "咖啡13克"],
      "cookingMethod": ["鸡蛋打散，加入细砂糖搅拌均匀。", "加入速溶咖啡粉，搅拌均匀。", "筛入低筋面粉和盐，搅拌均匀。", "加入蜂蜜，搅拌均匀。", "黄油隔水融化，加入面糊中，搅拌均匀。", "盖上保鲜膜，放入冰箱冷藏小时。", "冷藏好的面糊回温后装入裱花袋中。", "挤入模具中，轻轻震一下，烤箱预热至度，中层上下火，15分钟左右即可。"]
    }
  }, {
    "name": "芒果+百香果冰棍",
    "img": "https://s1.st.meishij.net/r/73/127/10031823/a10031823_153413961997843.jpg",
    "target": "https://www.meishij.net/zuofa/mangguobaixiangguobinggun.html",
    "data": {
      "mainMaterial": ["芒果果肉150克", "百香果果酱1大勺", "淡奶油100克", "牛奶150克"],
      "auxiliaryMaterials": ["细砂糖50克"],
      "cookingMethod": ["芒果去皮，取出果肉，然后放入冰箱冷冻几小时。", "取出冷冻的芒果肉，当如果汁杯内。", "加入淡奶油。", "再加入牛奶。", "再加入自制的百香果果酱一大勺。", "最后放入细砂糖。", "把盖子扭紧。", "搅打均匀。", "然后放入冰淇淋机内。", "用冰淇淋机搅拌-10分钟，让液体变的粘稠即可。", "取出准备好的雪糕模具，插好冰棒的棍子。", "把模具填满搅拌好的冰淇淋。", "盖上盖子，放入冰箱冷冻凝固。", "冷冻小时后，取出模具，脱膜即可食用。"]
    }
  }, {
    "name": "红豆薏米南瓜粥",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153413718709803.jpg",
    "target": "https://www.meishij.net/zuofa/hongdouyiminanguazhou_4.html",
    "data": {
      "mainMaterial": ["赤小豆80克", "薏苡仁米65克", "南瓜220克"],
      "auxiliaryMaterials": ["红糖（可不放）适量"],
      "cookingMethod": ["\n\t准备好所有的食材，赤小豆、薏苡仁、南瓜。我用的南瓜是长条形的，也可以用小南瓜或者小金瓜。", "\t南瓜清洗干净，用刀去掉外皮，切成小块，大小合适就好。", "\t赤小豆、薏苡仁分别清洗干净，不用浸泡，直接放高压锅煮。", "\t取出电压力锅内胆，把薏苡仁、赤小豆全部放进去（南瓜容易熟，先不要放），再加入适量的清水", "\t放好内胆，装好电压力锅，调到“豆类、蹄筋”档，好了不用管它了，该干啥就干啥去吧，一会儿就等着吃好喝的祛湿的红豆薏米粥就好了。没有电压力锅的小伙伴也可以用普通压力锅，上汽后再煮30分钟就好。如果电压力锅和普通压力锅都没有，那就用普通锅吧！不过红豆、薏苡仁，最好提前浸泡，不然是很费时、费火的。", "\t时间到了，打开电压力锅，红豆和薏米已经煮好了。", "\t把南瓜块加进去，盖好盖子，再煮5分钟，出锅前根据个人口味可添加适量红糖。"]
    }
  }, {
    "name": "可可妈手工宝宝辅食：香丸烤虾",
    "img": "https://s1.st.meishij.net/r/29/48/13074529/a13074529_153413842145902.jpg",
    "target": "https://www.meishij.net/zuofa/kekemashougongbaobaofushixiangwankaoxia.html",
    "data": {
      "mainMaterial": ["鲜虾五只", "胡萝卜一根", "鸡蛋一个", "奶酪可不加"],
      "auxiliaryMaterials": ["可可妈虾皮粉一勺", "玉米淀粉20克"],
      "cookingMethod": ["食材准备：鲜虾，鸡蛋，胡萝卜，可可妈虾皮粉，玉米淀粉，奶酪（可不加）。\n", "胡萝卜和鲜虾去皮打成泥", "在胡萝卜虾泥中打入一个鸡蛋，加入少许玉米淀粉。担心蛋清过敏可只用蛋黄，加少许水。", "加入一勺可可妈虾皮粉，搅拌均匀", "一岁以上宝宝可以加入奶酪，更加美味", "将混合泥放入裱花袋，挤在烤盘上", "烤箱上下度烤15-20分钟"]
    }
  }, {
    "name": "燕麦土司",
    "img": "https://s1.st.meishij.net/r/63/134/96063/a96063_153413431932072.jpg",
    "target": "https://www.meishij.net/zuofa/yanmaitusi_4.html",
    "data": {
      "mainMaterial": ["金龙鱼面包专用小麦粉500克", "清水260克", "酵母6克", "玉米油50克", "白糖50克", "盐6克", "鸡蛋60克"],
      "auxiliaryMaterials": ["燕麦适量"],
      "cookingMethod": ["这款土司的用料：金龙鱼面包专用小麦粉克，酵母6克。清水260克，盐6克，玉米油50克，白糖40克，鸡蛋60克，燕麦及黑芝麻适量。", "除玉米油，芝麻及燕麦外，其它食材混合在一起，入厨师机。", "选择和面模式，将面团微微揉至光滑，然后加入玉米油，继续揉至面团舒展光滑。", "然后再将燕麦加入揉至融合。", "将面团停止揉，然后微微整至面团光滑，然后醒半小时。", "如图就是醒好的样子，现在这天气不用再入醒发箱。", "将面团一分为二，将一半的面团取出整形。", "分大小相等的三团面，然后搓圆备用。", "将面团擀成牛舌状。", "然后如图这样子卷起。然后入土司盒里，可室温醒发也可入烤箱醒发。", "然后土司的话醒发至八会满就可以安排上盖子，然后继续再醒发分钟左右就可以。", "然后上下火定温度，定时45分钟烤制。", "如图就是烤好的样子，色彩也是很漂亮哦。"]
    }
  }]
}, {
  "name": "广西菜",
  "value": "guangxicai",
  "data": [{
    "name": "柳州酿豆腐泡",
    "img": "http://images.meishij.net/p/20131024/5d7edc199295daf66177b63ce4cc93bc_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/liuzhouniangdoufupao.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t油豆腐18个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t糯米250克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t荔浦芋100克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肉馅80克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["黑木耳5朵", "食盐2克", "料酒10毫升", "生抽10毫升", "植物油15毫升", "五香粉少许"],
      "cookingMethod": []
    }
  }, {
    "name": "芋蒙焖鱼",
    "img": "http://images.meishij.net/p/20130917/90f92e9cdfb9d21c02328c024c066955_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yumengmenyu.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鲫鱼1条\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t芋蒙500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["西红柿1个", "泡椒50克", "食盐3茶匙", "姜1块", "蒜3瓣", "料酒10毫升", "生抽20毫升", "植物油3汤匙", "白醋15毫升", "白糖10克", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "柠檬鸭",
    "img": "http://images.meishij.net/p/20130820/59bf06678d2e3ae1ab7c3b6d5c1ed707_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/ningmengya_4.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["山黄皮20克", "食盐5克", "姜1小块", "蒜6瓣", "料酒30毫升", "生抽15毫升", "老抽10毫升", "蚝油10毫升", "酸柠檬2个", "泡姜50克", "酸辣椒8个", "酸荞头10个", "白糖10克"],
      "cookingMethod": []
    }
  }, {
    "name": "黄焖鸡",
    "img": "http://images.meishij.net/p/20130731/6c3b5dd39ca498b25e51f76e25217258_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/huangmenji_5.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t三黄鸡半只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["黑木耳20克", "香菇6朵", "食盐5克", "姜4片", "蒜2瓣", "干辣椒1个", "料酒5克", "生抽5克", "老抽1茶匙", "蚝油1茶匙", "红尖椒1个", "植物油2汤匙", "五香粉5克", "细香葱2根", "啤酒半瓶", "白糖1茶匙"],
      "cookingMethod": []
    }
  }, {
    "name": "山黄皮蒸鱼腩",
    "img": "http://images.meishij.net/p/20130618/5ff6e95d4fed05b04efb56d289002da2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/shanhuangpizhengyunan.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鱼肉300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t腌黄皮30克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["紫苏3片", "薄荷5片", "食盐2克", "葱5克", "姜5克", "蒜5克", "料酒20克", "生抽5克", "蚝油5克", "白胡椒粉5克", "白糖5克"],
      "cookingMethod": []
    }
  }, {
    "name": "酸杨桃炒牛肉",
    "img": "http://images.meishij.net/p/20130604/8f5f3fd269c823b3a119f149b80c692c_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suanyangtaochaoniurou.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t牛里脊300克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t酸杨桃1个\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["泡红椒2个", "食盐2克", "姜3克", "蒜5克", "生抽5克", "蚝油3克", "淀粉5克", "植物油20克", "白糖5克", "白胡椒粉1克", "水适量"],
      "cookingMethod": []
    }
  }, {
    "name": "老友炒年糕",
    "img": "http://images.meishij.net/p/20130313/6b64979bda67b2728b8dbafcc089313e_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/laoyouchaoniangao.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t年糕500克\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["五花肉100克", "酸笋30克", "葱5克", "姜5克", "蒜10克", "生抽5克", "蚝油5克", "朝天椒3个", "豆豉10克", "江米酒10克", "白糖5克", "植物油10克"],
      "cookingMethod": []
    }
  }, {
    "name": "板栗鸭",
    "img": "http://images.meishij.net/p/20120802/04d390e13d316e3961261dd7fc362658_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/banliya_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "酱油适量", "鸡精适量", "葱适量", "姜适量", "八角适量", "料酒适量", "水淀粉适量", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "酸炒干鱼仔",
    "img": "http://images.meishij.net/p/20120802/f2bc3d8c7c0389042feb52bda51eb483_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suanchaoganyuzi_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t麦穗鱼适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "味精适量", "鸡精适量", "姜适量", "蒜适量", "植物油适量", "酸辣椒适量", "三花酒适量"],
      "cookingMethod": []
    }
  }, {
    "name": "罗汉汽锅鸡",
    "img": "http://images.meishij.net/p/20120802/2d935280a6aeac7f03e0cd9d49fafffe_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/luohanqiguoji_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t三黄鸡1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["罗汉果适量"],
      "cookingMethod": []
    }
  }, {
    "name": "蛤蚧炖全鸡",
    "img": "http://images.meishij.net/p/20120802/b5de90992d6ec71017130393be7c877b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/gejiedunquanji_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t三黄鸡1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["蛤蚧适量", "葱适量", "姜适量", "胡椒粉适量", "芝麻油适量", "高汤适量"],
      "cookingMethod": []
    }
  }, {
    "name": "鸳鸯鸡",
    "img": "http://images.meishij.net/p/20120802/b241f15758a81fa4de8713546112ebff_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/yuanyangji_2.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t母鸡2只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["猪肉馅200g", "薏米150g", "香菇4个", "火腿4片", "山楂3片(糕)", "花生油2000g", "食盐2g", "酱油20g", "葱100g(葱盐汁)", "料酒10g", "香油20g", "淀粉10g", "麦芽糖30g", "高汤600g"],
      "cookingMethod": []
    }
  }, {
    "name": "虫草炖鸡汤",
    "img": "http://images.meishij.net/p/20120802/7bfa39c93e63e17a84dc1e1cb2ebd13a_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/chongcaodunjitang_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉300g\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["虫草花15g", "食盐适量", "姜1块"],
      "cookingMethod": []
    }
  }, {
    "name": "猪肚包鸡",
    "img": "http://images.meishij.net/p/20120802/7ffec17dfa0d727a59ad033ac380110b_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/zhudubaoji_3.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪肚适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸡肉适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["糯米适量", "香菇适量", "食盐适量", "姜适量", "老抽适量", "胡椒粉适量", "党参适量", "玉竹适量", "黄酒适量", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "白切猪脚",
    "img": "http://images.meishij.net/p/20120802/40fd4dc00c97a6866608c6e580edf994_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/baiqiezhujiao_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪蹄1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["柠檬适量", "食盐适量", "酱油适量", "葱适量", "姜适量", "蒜适量", "料酒适量", "米醋适量", "白糖适量"],
      "cookingMethod": []
    }
  }, {
    "name": "五杯鸭",
    "img": "http://images.meishij.net/p/20120802/8ffc025e37e027d1ce4999578b35df57_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/wubeiya_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t鸭肉1只\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["食盐适量", "料酒1杯", "生抽1杯", "白醋1杯", "白糖1杯"],
      "cookingMethod": []
    }
  }, {
    "name": "油泡大肠",
    "img": "http://images.meishij.net/p/20120802/592a91ac87b5815888a7a0557a957da2_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/youpaodachang_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t猪大肠适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["洋葱适量", "葱适量", "食盐适量", "味精适量", "蚝油适量", "水淀粉适量", "白糖适量", "植物油适量"],
      "cookingMethod": []
    }
  }, {
    "name": "酸菜炒粉利",
    "img": "http://images.meishij.net/p/20120802/ee56813aea88fb2db57ebc74c3e56478_150x150.jpg",
    "target": "https://www.meishij.net/zuofa/suancaichaofenli_1.html",
    "data": {
      "mainMaterial": ["\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t粉利适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t酸菜适量\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t"],
      "auxiliaryMaterials": ["猪肉适量", "胡萝卜适量", "食盐适量", "酱油适量", "葱适量", "蚝油适量"],
      "cookingMethod": []
    }
  }]
}, {
  "name": "港台菜",
  "value": "gangtaicai",
  "data": [{
    "name": "白萝卜肉卷",
    "img": "https://s1.st.meishij.net/r/21/119/2654771/a2654771_153414809133426.jpg",
    "target": "https://www.meishij.net/zuofa/bailuoboroujuan_1.html",
    "data": {
      "mainMaterial": ["猪肉250克", "青椒1个", "白萝卜1/4个", "红辣椒1个", "姜3克", "蒜2瓣"],
      "auxiliaryMaterials": ["酱油1茶匙", "料酒1汤匙", "盐1/4茶匙", "淀粉1/2茶匙"],
      "cookingMethod": ["白萝卜切成薄片，越薄越好", "放入滚水中焯熟后捞出", "猪肉（三肥七瘦）剁成肉泥，放入碗中", "青、红椒、姜蒜切成碎沫", "放入猪肉碗中", "调入生抽、盐、料酒、淀粉搅拌至上劲，肉馅就做好了", "取一片白萝卜，摆上适量肉馅", "从两边卷起即可", "将卷好的肉卷摆入盘中", "放入烧开的蒸锅中，隔水大火蒸分钟即可"]
    }
  }, {
    "name": "鸡小腿焖土豆",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153377626298744.jpg",
    "target": "https://www.meishij.net/zuofa/jixiaotuimentudou.html",
    "data": {
      "mainMaterial": ["鸡小腿300克", "土豆2个", "食用油适量", "白糖20克"],
      "auxiliaryMaterials": ["盐2勺", "生抽2勺", "老抽1勺", "大葱1段", "料酒3勺", "老姜1块", "八角2个", "香叶2片", "干辣椒3个", "鸡粉1小勺"],
      "cookingMethod": ["\t准备食材，土豆清洗干净，鸡小腿清洗干净，去掉多余的油脂，减少脂肪的摄入。", "\t土豆去皮，切成滚刀块。滚刀块就是把土豆旋转切不规则的块，如图。", "\t坐锅烧水，鸡小腿入锅 小火焯烫一遍，去掉油脂等污物。", "\t炒糖色。炒锅烧热，放入食用油适量，不需要太多，和平时炒菜的量一样多就可以了。关小火，把准备好的白糖放进去，小火慢慢炒，炒成棕红色。", "\t把焯烫过的鸡小腿迅速放进锅里翻炒，让每一块鸡肉都均匀地裹上糖色，烹入3勺料酒。。", "\t下入小土豆块，翻炒两遍，加入适量的水，再加入生抽2勺，老抽1勺，调味，先不放盐。再加入切好的葱段、姜片，料酒。", "\t加入适量的水，没过鸡小腿就可以了，盖上盖子，水开后小火焖熟就好了。", "\t用筷子扎一下鸡肉和土豆，软了就好了。开大火收汤，出锅前加入适量盐调味，再加入白糖半勺中和一下味道，加适量鸡粉或鸡精出锅装盘就好了。", "鸡肉软嫩，土豆绵甜，非常下饭的一道家常菜。"]
    }
  }, {
    "name": "薏米冬瓜排骨汤",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414745993589.jpg",
    "target": "https://www.meishij.net/zuofa/yimidongguapaigutang_4.html",
    "data": {
      "mainMaterial": ["薏米   100克", "冬瓜250克", "排骨200克"],
      "auxiliaryMaterials": ["盐 3克", " 胡椒粉5克", "葱姜10克"],
      "cookingMethod": ["薏米洗干净用冷水浸泡个小时\n", "排骨洗干净入煮锅焯水后捞出沥干水\n", "薏米、排骨放入电饭煲内胆\n", "加姜片、适量水后将内胆放入电饭煲通电，调至小时煲汤档煲", "冬瓜洗干净\n", "冬瓜去皮去瓤\n", "将冬瓜切成滚刀块\n", "薏米、排骨煲分钟后将冬瓜入锅同煲\n", "分钟后加盐、胡椒粉断电，搅拌均匀即可享用\n"]
    }
  }, {
    "name": "贵州兴仁油辣椒，家乡的味道",
    "img": "https://s1.st.meishij.net/r/246/83/13083496/a13083496_153414736201557.jpg",
    "target": "https://www.meishij.net/zuofa/guizhouxingrenyoulajiaojiaxiangdeweidao.html",
    "data": {
      "mainMaterial": ["贵州辣椒面（最后选生辣椒粉）半斤", "菜籽油一斤", "肉沫一斤"],
      "auxiliaryMaterials": ["大蒜沫一小碗", "姜沫大半碗", "盐适量", "酱油适量", "鸡精适量"],
      "cookingMethod": ["剥好大蒜，然后切成沫", "生姜洗净切沫备用", "油锅烧热，加入菜籽油，直到油冒白烟，然后加入所有蒜末，姜末，炸香。炸香以后加入肉末，炸至肉末变成金黄色…", "关键步骤，如果辣椒粉是已经吵熟的辣椒粉，关火等步骤里的油放凉三分钟左右，避免辣椒糊掉，然后加入盐，酱油，鸡精，翻炒，放最小火炒一分钟关火起锅。如果是生辣椒粉，关小火加入辣椒，炒至辣椒稍微变成金黄关火起锅。然后再向油锅里加油盐，酱油，鸡精。尝味道，稍微咸点即可，方便保存！"]
    }
  }, {
    "name": "红烧猪蹄",
    "img": "https://s1.st.meishij.net/r/157/47/3324407/a3324407_153414644785143.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaozhuti_98.html",
    "data": {
      "mainMaterial": ["猪蹄2个"],
      "auxiliaryMaterials": ["姜1块", "植物油2勺", "冰糖10粒", "香叶2片", "八角2粒", "干辣椒2根", "料酒2勺", "老抽1勺", "盐2匙"],
      "cookingMethod": ["猪蹄用火烧一下，清洗干净后斩块，冷水入锅，加入勺料酒，焯出浮末后捞出备用", "姜切片", "锅中热油，放入冰糖", "糖油液变成棕色且冒小泡时倒入猪蹄翻炒", "糖色炒匀后加入姜片，香叶，八角，干辣椒，淋入勺料酒和老抽炒匀", "然后加入适量清水", "把猪蹄连同汤汁一起倒入高压锅中，选择蹄筋键，提示音响起后转回铁锅大火收汤即可"]
    }
  }, {
    "name": "芒果西瓜西米露#下午茶#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414603094851.jpg",
    "target": "https://www.meishij.net/zuofa/mangguoxiguaximiluxiawucha.html",
    "data": {
      "mainMaterial": ["西米100克", "芒果肉300克", "西瓜肉300克", "椰汁500毫升"],
      "auxiliaryMaterials": ["糖粉30克"],
      "cookingMethod": ["西米，称重准备。", "锅中加水，大火烧开。（水要多一些）", "下西米。", "不停的用汤勺搅拌。", "一直煮至中间有一点点白芯。", "关火，焖约分钟，至西米完全透明。", "全部捞起来，投入提前备好的凉开水中。", "芒果，西瓜取肉，冻好的椰汁和糖粉准备。", "捞起沥水的西米放入碗中。", "加入椰汁和适量糖粉，搅拌至糖粉融化。", "最后再加入芒果肉和西瓜肉，即可美美的享用啦。"]
    }
  }, {
    "name": "紫薯一口酥",
    "img": "https://s1.st.meishij.net/r/87/123/8468337/a8468337_153414245332159.jpg",
    "target": "https://www.meishij.net/zuofa/zishuyikousu_6.html",
    "data": {
      "mainMaterial": ["黄油100克", "糖粉50克", "全蛋40克", "蛋黄1个", "低粉145克", "杏仁粉40克", "紫薯馅250克"],
      "auxiliaryMaterials": ["蛋液（表面装饰）适量", "黑芝麻（表面装饰）适量"],
      "cookingMethod": ["软化的黄油加糖粉", "用电动打蛋器打发至发白", "分两次加入全蛋和蛋黄混合液", "搅拌成光滑细腻", "筛入杏仁粉和低粉", "搅拌均匀", "将面团装入保鲜袋，按扁，更容易凝固，放冰箱冷藏一个小时", "将面团和紫薯馅各分成份，滚圆", "将每份皮和馅分别搓成长条", "将皮擀开，放上紫薯馅", "包紧，搓实", "每条平均分成份", "摆入烤盘", "表面抹蛋液，沾黑芝麻", "放入预热好的烤箱中层上下火度20分钟", "表面上色均匀后即可出炉冷却"]
    }
  }, {
    "name": "茯苓双红豆浆",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414418608311.jpg",
    "target": "https://www.meishij.net/zuofa/fulingshuanghongdoujiang.html",
    "data": {
      "mainMaterial": ["红豆  70克", "红枣50克", " 茯苓15克"],
      "auxiliaryMaterials": [" 水1100毫升"],
      "cookingMethod": ["用量杯称好红豆\n", "将红豆洗干净，用冷水浸泡。浸泡时间不唯一，至8小时均可。也可以不浸泡\n", "茯苓洗干净，用冷水浸泡分钟。浸泡时间不唯一，也可以不浸泡\n", "红枣洗干净\n", "红枣去壳取肉切碎\n", "茯苓放入豆浆机杯体内\n", "放入红枣\n", "放入浸泡后的红豆\n", "加水至上下水位刻度线之间\n", "将机头放入杯体，插上电源线", "豆浆机通电，如果在机器上直接操作，选择“热饮区” ，再选择“干湿豆”键，进行启动即可，制作时间需要分钟。"]
    }
  }, {
    "name": "水煮肉片",
    "img": "https://s1.st.meishij.net/r/114/141/12410364/a12410364_153397559201770.jpg",
    "target": "https://www.meishij.net/zuofa/shuizhuroupian_164.html",
    "data": {
      "mainMaterial": ["里脊肉 200克", "生菜 1颗  "],
      "auxiliaryMaterials": ["淀粉 2勺", "生抽 1勺", "豆瓣酱 1勺", "料酒 1勺", "辣椒面 2勺", "姜蒜末 少许", "花椒 适量", "白芝麻 适量"],
      "cookingMethod": ["【主料】：里脊肉 克|生菜 1颗  \n【辅料】：淀粉 2勺|生抽 1勺|豆瓣酱 1勺|料酒 1勺|辣椒面 2勺|姜蒜末 少许|花椒 适量|白芝麻 适量", "里脊肉加入勺盐、料酒、淀粉，拌匀。", "再加入勺油拌匀，腌制片刻。", "生菜开水烫秒，捞出，铺在碗底。", "热锅冷油，爆香姜蒜末。", "加入豆瓣酱，炒出红油。", "加入勺糖、生抽，倒入1碗开水，煮开。", "倒入肉片，转小火将肉片烫至变色。", "倒入水淀粉，炒匀后盛出。", "撒上辣椒面、花椒，淋上热油，撒少许白芝麻、葱花即可。", "水煮肉片教程，好好收藏，慢慢学哦。"]
    }
  }, {
    "name": "西红柿炖牛腩#午餐#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414486367173.jpg",
    "target": "https://www.meishij.net/zuofa/xihongshidunniunanwucan.html",
    "data": {
      "mainMaterial": ["牛腩700克", "西红柿2个", "洋葱半颗"],
      "auxiliaryMaterials": ["八角1个", "生姜10克", "干辣椒2个", "料酒30毫升", "蚝油20毫升", "生抽酱油20毫升", "精盐3克", "食用油20毫升"],
      "cookingMethod": ["牛腩室温解冻后浸泡分钟。", "切成小块后洗净，再用料酒水浸泡分钟，中间换水2回。", "配菜准备。", "泡好的牛腩，冷水下锅再加料酒，姜片，花椒焯水。", "焯水的牛腩，在流动的水下冲洗干净。", "一个西红柿，三分之一的洋葱，切块。", "八角，干辣椒冲洗浮尘，生姜切片。", "沥水的牛腩，切块的西红柿，洋葱，及香料，全部放压力锅的内胆中。", "加清水没过食材。", "装入电压力锅中，选择蹄筋键，开始炖煮。", "剩下的西红柿和洋葱切月牙块。", "炒锅中注入食用油，下西红柿和洋葱。", "翻炒至西红柿出汤水，洋葱变半透明。", "从电压力锅捞出炖好的牛腩。（煮肉的西红柿，洋葱弃之不用）", "翻炒均匀。", "加入之前的炖肉汤，转大火烧开。", "加蚝油。", "加生抽酱油提香。\n\n", "捞起煮烂的西红柿皮。", "根据咸淡后加精盐调味。", "大火收汁关火。喜欢的多留一些汤汁吧，拌饭，拌面是一流的。"]
    }
  }, {
    "name": "葱花饼",
    "img": "https://s1.st.meishij.net/r/181/118/6092181/a6092181_153414518487781.jpg",
    "target": "https://www.meishij.net/zuofa/conghuabing_38.html",
    "data": {
      "mainMaterial": ["面粉300克", "玉米油10克", "盐2克", "开水180克"],
      "auxiliaryMaterials": ["葱花适量", "黄酱适量"],
      "cookingMethod": ["提前和好面醒分钟", "擀大片抹油卷起", "下剂擀成薄片饼", "放入锅中烙制", "两面微黄抹黄酱", "放入葱花", "卷起", "折叠即可"]
    }
  }, {
    "name": "冰鲜柠檬水",
    "img": "https://s1.st.meishij.net/r/221/204/13051221/a13051221_153414141581947.jpg",
    "target": "https://www.meishij.net/zuofa/bingxianningmengshui_1.html",
    "data": {
      "mainMaterial": ["新鲜柠檬片", "冰块两粒", "冰糖两粒"],
      "auxiliaryMaterials": ["冰糖两颗"],
      "cookingMethod": ["准备柠檬片放入杯中", "准备两粒冰糖在热水中融化成糖浆", "导入杯中", "导入温水，完成\\n"]
    }
  }, {
    "name": "家庭版蛋炒饭",
    "img": "https://s1.st.meishij.net/r/76/226/5494076/a5494076_153414175373218.jpg",
    "target": "https://www.meishij.net/zuofa/jiatingbandanchaofan.html",
    "data": {
      "mainMaterial": ["白米饭1500克"],
      "auxiliaryMaterials": ["鸡蛋2个", "火腿2根", "胡萝卜1根", "葱花1颗", "盐5勺", "鸡精少许"],
      "cookingMethod": ["鸡蛋打散，火腿肠，胡萝卜切丁，葱花切碎。我这刀工不行，不太均匀嘻嘻。", "铁锅烧油，我用的菜籽油，用花生油也行。锅是在京东买的极匠人铁锅，这个已经用了6年了，防粘锅效果好，没有涂层，而且铁锅升温快，超出来的更好吃！", "下入胡萝卜和火腿肠进行翻炒，加入勺盐。", "加入米饭，进行翻炒，中间开中火不要停的翻炒～炒到7分以后放鸡精。撒葱花即可出锅！第一次分享做法，希望大家多多支持"]
    }
  }, {
    "name": "心形咖啡玛德琳",
    "img": "https://s1.st.meishij.net/r/93/209/2677343/a2677343_153414106528172.jpg",
    "target": "https://www.meishij.net/zuofa/xinxingkafeimadelin.html",
    "data": {
      "mainMaterial": ["低筋面粉50克", "鸡蛋1只", "黄油50克", "细砂糖45克"],
      "auxiliaryMaterials": ["盐1克", "蜂蜜10克", "咖啡13克"],
      "cookingMethod": ["鸡蛋打散，加入细砂糖搅拌均匀。", "加入速溶咖啡粉，搅拌均匀。", "筛入低筋面粉和盐，搅拌均匀。", "加入蜂蜜，搅拌均匀。", "黄油隔水融化，加入面糊中，搅拌均匀。", "盖上保鲜膜，放入冰箱冷藏小时。", "冷藏好的面糊回温后装入裱花袋中。", "挤入模具中，轻轻震一下，烤箱预热至度，中层上下火，15分钟左右即可。"]
    }
  }, {
    "name": "芒果+百香果冰棍",
    "img": "https://s1.st.meishij.net/r/73/127/10031823/a10031823_153413961997843.jpg",
    "target": "https://www.meishij.net/zuofa/mangguobaixiangguobinggun.html",
    "data": {
      "mainMaterial": ["芒果果肉150克", "百香果果酱1大勺", "淡奶油100克", "牛奶150克"],
      "auxiliaryMaterials": ["细砂糖50克"],
      "cookingMethod": ["芒果去皮，取出果肉，然后放入冰箱冷冻几小时。", "取出冷冻的芒果肉，当如果汁杯内。", "加入淡奶油。", "再加入牛奶。", "再加入自制的百香果果酱一大勺。", "最后放入细砂糖。", "把盖子扭紧。", "搅打均匀。", "然后放入冰淇淋机内。", "用冰淇淋机搅拌-10分钟，让液体变的粘稠即可。", "取出准备好的雪糕模具，插好冰棒的棍子。", "把模具填满搅拌好的冰淇淋。", "盖上盖子，放入冰箱冷冻凝固。", "冷冻小时后，取出模具，脱膜即可食用。"]
    }
  }, {
    "name": "红豆薏米南瓜粥",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153413718709803.jpg",
    "target": "https://www.meishij.net/zuofa/hongdouyiminanguazhou_4.html",
    "data": {
      "mainMaterial": ["赤小豆80克", "薏苡仁米65克", "南瓜220克"],
      "auxiliaryMaterials": ["红糖（可不放）适量"],
      "cookingMethod": ["\n\t准备好所有的食材，赤小豆、薏苡仁、南瓜。我用的南瓜是长条形的，也可以用小南瓜或者小金瓜。", "\t南瓜清洗干净，用刀去掉外皮，切成小块，大小合适就好。", "\t赤小豆、薏苡仁分别清洗干净，不用浸泡，直接放高压锅煮。", "\t取出电压力锅内胆，把薏苡仁、赤小豆全部放进去（南瓜容易熟，先不要放），再加入适量的清水", "\t放好内胆，装好电压力锅，调到“豆类、蹄筋”档，好了不用管它了，该干啥就干啥去吧，一会儿就等着吃好喝的祛湿的红豆薏米粥就好了。没有电压力锅的小伙伴也可以用普通压力锅，上汽后再煮30分钟就好。如果电压力锅和普通压力锅都没有，那就用普通锅吧！不过红豆、薏苡仁，最好提前浸泡，不然是很费时、费火的。", "\t时间到了，打开电压力锅，红豆和薏米已经煮好了。", "\t把南瓜块加进去，盖好盖子，再煮5分钟，出锅前根据个人口味可添加适量红糖。"]
    }
  }, {
    "name": "可可妈手工宝宝辅食：香丸烤虾",
    "img": "https://s1.st.meishij.net/r/29/48/13074529/a13074529_153413842145902.jpg",
    "target": "https://www.meishij.net/zuofa/kekemashougongbaobaofushixiangwankaoxia.html",
    "data": {
      "mainMaterial": ["鲜虾五只", "胡萝卜一根", "鸡蛋一个", "奶酪可不加"],
      "auxiliaryMaterials": ["可可妈虾皮粉一勺", "玉米淀粉20克"],
      "cookingMethod": ["食材准备：鲜虾，鸡蛋，胡萝卜，可可妈虾皮粉，玉米淀粉，奶酪（可不加）。\n", "胡萝卜和鲜虾去皮打成泥", "在胡萝卜虾泥中打入一个鸡蛋，加入少许玉米淀粉。担心蛋清过敏可只用蛋黄，加少许水。", "加入一勺可可妈虾皮粉，搅拌均匀", "一岁以上宝宝可以加入奶酪，更加美味", "将混合泥放入裱花袋，挤在烤盘上", "烤箱上下度烤15-20分钟"]
    }
  }, {
    "name": "燕麦土司",
    "img": "https://s1.st.meishij.net/r/63/134/96063/a96063_153413431932072.jpg",
    "target": "https://www.meishij.net/zuofa/yanmaitusi_4.html",
    "data": {
      "mainMaterial": ["金龙鱼面包专用小麦粉500克", "清水260克", "酵母6克", "玉米油50克", "白糖50克", "盐6克", "鸡蛋60克"],
      "auxiliaryMaterials": ["燕麦适量"],
      "cookingMethod": ["这款土司的用料：金龙鱼面包专用小麦粉克，酵母6克。清水260克，盐6克，玉米油50克，白糖40克，鸡蛋60克，燕麦及黑芝麻适量。", "除玉米油，芝麻及燕麦外，其它食材混合在一起，入厨师机。", "选择和面模式，将面团微微揉至光滑，然后加入玉米油，继续揉至面团舒展光滑。", "然后再将燕麦加入揉至融合。", "将面团停止揉，然后微微整至面团光滑，然后醒半小时。", "如图就是醒好的样子，现在这天气不用再入醒发箱。", "将面团一分为二，将一半的面团取出整形。", "分大小相等的三团面，然后搓圆备用。", "将面团擀成牛舌状。", "然后如图这样子卷起。然后入土司盒里，可室温醒发也可入烤箱醒发。", "然后土司的话醒发至八会满就可以安排上盖子，然后继续再醒发分钟左右就可以。", "然后上下火定温度，定时45分钟烤制。", "如图就是烤好的样子，色彩也是很漂亮哦。"]
    }
  }]
}, {
  "name": "其它菜",
  "value": "qitacai",
  "data": [{
    "name": "白萝卜肉卷",
    "img": "https://s1.st.meishij.net/r/21/119/2654771/a2654771_153414809133426.jpg",
    "target": "https://www.meishij.net/zuofa/bailuoboroujuan_1.html",
    "data": {
      "mainMaterial": ["猪肉250克", "青椒1个", "白萝卜1/4个", "红辣椒1个", "姜3克", "蒜2瓣"],
      "auxiliaryMaterials": ["酱油1茶匙", "料酒1汤匙", "盐1/4茶匙", "淀粉1/2茶匙"],
      "cookingMethod": ["白萝卜切成薄片，越薄越好", "放入滚水中焯熟后捞出", "猪肉（三肥七瘦）剁成肉泥，放入碗中", "青、红椒、姜蒜切成碎沫", "放入猪肉碗中", "调入生抽、盐、料酒、淀粉搅拌至上劲，肉馅就做好了", "取一片白萝卜，摆上适量肉馅", "从两边卷起即可", "将卷好的肉卷摆入盘中", "放入烧开的蒸锅中，隔水大火蒸分钟即可"]
    }
  }, {
    "name": "鸡小腿焖土豆",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153377626298744.jpg",
    "target": "https://www.meishij.net/zuofa/jixiaotuimentudou.html",
    "data": {
      "mainMaterial": ["鸡小腿300克", "土豆2个", "食用油适量", "白糖20克"],
      "auxiliaryMaterials": ["盐2勺", "生抽2勺", "老抽1勺", "大葱1段", "料酒3勺", "老姜1块", "八角2个", "香叶2片", "干辣椒3个", "鸡粉1小勺"],
      "cookingMethod": ["\t准备食材，土豆清洗干净，鸡小腿清洗干净，去掉多余的油脂，减少脂肪的摄入。", "\t土豆去皮，切成滚刀块。滚刀块就是把土豆旋转切不规则的块，如图。", "\t坐锅烧水，鸡小腿入锅 小火焯烫一遍，去掉油脂等污物。", "\t炒糖色。炒锅烧热，放入食用油适量，不需要太多，和平时炒菜的量一样多就可以了。关小火，把准备好的白糖放进去，小火慢慢炒，炒成棕红色。", "\t把焯烫过的鸡小腿迅速放进锅里翻炒，让每一块鸡肉都均匀地裹上糖色，烹入3勺料酒。。", "\t下入小土豆块，翻炒两遍，加入适量的水，再加入生抽2勺，老抽1勺，调味，先不放盐。再加入切好的葱段、姜片，料酒。", "\t加入适量的水，没过鸡小腿就可以了，盖上盖子，水开后小火焖熟就好了。", "\t用筷子扎一下鸡肉和土豆，软了就好了。开大火收汤，出锅前加入适量盐调味，再加入白糖半勺中和一下味道，加适量鸡粉或鸡精出锅装盘就好了。", "鸡肉软嫩，土豆绵甜，非常下饭的一道家常菜。"]
    }
  }, {
    "name": "薏米冬瓜排骨汤",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414745993589.jpg",
    "target": "https://www.meishij.net/zuofa/yimidongguapaigutang_4.html",
    "data": {
      "mainMaterial": ["薏米   100克", "冬瓜250克", "排骨200克"],
      "auxiliaryMaterials": ["盐 3克", " 胡椒粉5克", "葱姜10克"],
      "cookingMethod": ["薏米洗干净用冷水浸泡个小时\n", "排骨洗干净入煮锅焯水后捞出沥干水\n", "薏米、排骨放入电饭煲内胆\n", "加姜片、适量水后将内胆放入电饭煲通电，调至小时煲汤档煲", "冬瓜洗干净\n", "冬瓜去皮去瓤\n", "将冬瓜切成滚刀块\n", "薏米、排骨煲分钟后将冬瓜入锅同煲\n", "分钟后加盐、胡椒粉断电，搅拌均匀即可享用\n"]
    }
  }, {
    "name": "贵州兴仁油辣椒，家乡的味道",
    "img": "https://s1.st.meishij.net/r/246/83/13083496/a13083496_153414736201557.jpg",
    "target": "https://www.meishij.net/zuofa/guizhouxingrenyoulajiaojiaxiangdeweidao.html",
    "data": {
      "mainMaterial": ["贵州辣椒面（最后选生辣椒粉）半斤", "菜籽油一斤", "肉沫一斤"],
      "auxiliaryMaterials": ["大蒜沫一小碗", "姜沫大半碗", "盐适量", "酱油适量", "鸡精适量"],
      "cookingMethod": ["剥好大蒜，然后切成沫", "生姜洗净切沫备用", "油锅烧热，加入菜籽油，直到油冒白烟，然后加入所有蒜末，姜末，炸香。炸香以后加入肉末，炸至肉末变成金黄色…", "关键步骤，如果辣椒粉是已经吵熟的辣椒粉，关火等步骤里的油放凉三分钟左右，避免辣椒糊掉，然后加入盐，酱油，鸡精，翻炒，放最小火炒一分钟关火起锅。如果是生辣椒粉，关小火加入辣椒，炒至辣椒稍微变成金黄关火起锅。然后再向油锅里加油盐，酱油，鸡精。尝味道，稍微咸点即可，方便保存！"]
    }
  }, {
    "name": "红烧猪蹄",
    "img": "https://s1.st.meishij.net/r/157/47/3324407/a3324407_153414644785143.jpg",
    "target": "https://www.meishij.net/zuofa/hongshaozhuti_98.html",
    "data": {
      "mainMaterial": ["猪蹄2个"],
      "auxiliaryMaterials": ["姜1块", "植物油2勺", "冰糖10粒", "香叶2片", "八角2粒", "干辣椒2根", "料酒2勺", "老抽1勺", "盐2匙"],
      "cookingMethod": ["猪蹄用火烧一下，清洗干净后斩块，冷水入锅，加入勺料酒，焯出浮末后捞出备用", "姜切片", "锅中热油，放入冰糖", "糖油液变成棕色且冒小泡时倒入猪蹄翻炒", "糖色炒匀后加入姜片，香叶，八角，干辣椒，淋入勺料酒和老抽炒匀", "然后加入适量清水", "把猪蹄连同汤汁一起倒入高压锅中，选择蹄筋键，提示音响起后转回铁锅大火收汤即可"]
    }
  }, {
    "name": "芒果西瓜西米露#下午茶#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414603094851.jpg",
    "target": "https://www.meishij.net/zuofa/mangguoxiguaximiluxiawucha.html",
    "data": {
      "mainMaterial": ["西米100克", "芒果肉300克", "西瓜肉300克", "椰汁500毫升"],
      "auxiliaryMaterials": ["糖粉30克"],
      "cookingMethod": ["西米，称重准备。", "锅中加水，大火烧开。（水要多一些）", "下西米。", "不停的用汤勺搅拌。", "一直煮至中间有一点点白芯。", "关火，焖约分钟，至西米完全透明。", "全部捞起来，投入提前备好的凉开水中。", "芒果，西瓜取肉，冻好的椰汁和糖粉准备。", "捞起沥水的西米放入碗中。", "加入椰汁和适量糖粉，搅拌至糖粉融化。", "最后再加入芒果肉和西瓜肉，即可美美的享用啦。"]
    }
  }, {
    "name": "紫薯一口酥",
    "img": "https://s1.st.meishij.net/r/87/123/8468337/a8468337_153414245332159.jpg",
    "target": "https://www.meishij.net/zuofa/zishuyikousu_6.html",
    "data": {
      "mainMaterial": ["黄油100克", "糖粉50克", "全蛋40克", "蛋黄1个", "低粉145克", "杏仁粉40克", "紫薯馅250克"],
      "auxiliaryMaterials": ["蛋液（表面装饰）适量", "黑芝麻（表面装饰）适量"],
      "cookingMethod": ["软化的黄油加糖粉", "用电动打蛋器打发至发白", "分两次加入全蛋和蛋黄混合液", "搅拌成光滑细腻", "筛入杏仁粉和低粉", "搅拌均匀", "将面团装入保鲜袋，按扁，更容易凝固，放冰箱冷藏一个小时", "将面团和紫薯馅各分成份，滚圆", "将每份皮和馅分别搓成长条", "将皮擀开，放上紫薯馅", "包紧，搓实", "每条平均分成份", "摆入烤盘", "表面抹蛋液，沾黑芝麻", "放入预热好的烤箱中层上下火度20分钟", "表面上色均匀后即可出炉冷却"]
    }
  }, {
    "name": "茯苓双红豆浆",
    "img": "https://s1.st.meishij.net/r/121/15/3441371/a3441371_153414418608311.jpg",
    "target": "https://www.meishij.net/zuofa/fulingshuanghongdoujiang.html",
    "data": {
      "mainMaterial": ["红豆  70克", "红枣50克", " 茯苓15克"],
      "auxiliaryMaterials": [" 水1100毫升"],
      "cookingMethod": ["用量杯称好红豆\n", "将红豆洗干净，用冷水浸泡。浸泡时间不唯一，至8小时均可。也可以不浸泡\n", "茯苓洗干净，用冷水浸泡分钟。浸泡时间不唯一，也可以不浸泡\n", "红枣洗干净\n", "红枣去壳取肉切碎\n", "茯苓放入豆浆机杯体内\n", "放入红枣\n", "放入浸泡后的红豆\n", "加水至上下水位刻度线之间\n", "将机头放入杯体，插上电源线", "豆浆机通电，如果在机器上直接操作，选择“热饮区” ，再选择“干湿豆”键，进行启动即可，制作时间需要分钟。"]
    }
  }, {
    "name": "水煮肉片",
    "img": "https://s1.st.meishij.net/r/114/141/12410364/a12410364_153397559201770.jpg",
    "target": "https://www.meishij.net/zuofa/shuizhuroupian_164.html",
    "data": {
      "mainMaterial": ["里脊肉 200克", "生菜 1颗  "],
      "auxiliaryMaterials": ["淀粉 2勺", "生抽 1勺", "豆瓣酱 1勺", "料酒 1勺", "辣椒面 2勺", "姜蒜末 少许", "花椒 适量", "白芝麻 适量"],
      "cookingMethod": ["【主料】：里脊肉 克|生菜 1颗  \n【辅料】：淀粉 2勺|生抽 1勺|豆瓣酱 1勺|料酒 1勺|辣椒面 2勺|姜蒜末 少许|花椒 适量|白芝麻 适量", "里脊肉加入勺盐、料酒、淀粉，拌匀。", "再加入勺油拌匀，腌制片刻。", "生菜开水烫秒，捞出，铺在碗底。", "热锅冷油，爆香姜蒜末。", "加入豆瓣酱，炒出红油。", "加入勺糖、生抽，倒入1碗开水，煮开。", "倒入肉片，转小火将肉片烫至变色。", "倒入水淀粉，炒匀后盛出。", "撒上辣椒面、花椒，淋上热油，撒少许白芝麻、葱花即可。", "水煮肉片教程，好好收藏，慢慢学哦。"]
    }
  }, {
    "name": "西红柿炖牛腩#午餐#",
    "img": "https://s1.st.meishij.net/r/19/99/9087269/a9087269_153414486367173.jpg",
    "target": "https://www.meishij.net/zuofa/xihongshidunniunanwucan.html",
    "data": {
      "mainMaterial": ["牛腩700克", "西红柿2个", "洋葱半颗"],
      "auxiliaryMaterials": ["八角1个", "生姜10克", "干辣椒2个", "料酒30毫升", "蚝油20毫升", "生抽酱油20毫升", "精盐3克", "食用油20毫升"],
      "cookingMethod": ["牛腩室温解冻后浸泡分钟。", "切成小块后洗净，再用料酒水浸泡分钟，中间换水2回。", "配菜准备。", "泡好的牛腩，冷水下锅再加料酒，姜片，花椒焯水。", "焯水的牛腩，在流动的水下冲洗干净。", "一个西红柿，三分之一的洋葱，切块。", "八角，干辣椒冲洗浮尘，生姜切片。", "沥水的牛腩，切块的西红柿，洋葱，及香料，全部放压力锅的内胆中。", "加清水没过食材。", "装入电压力锅中，选择蹄筋键，开始炖煮。", "剩下的西红柿和洋葱切月牙块。", "炒锅中注入食用油，下西红柿和洋葱。", "翻炒至西红柿出汤水，洋葱变半透明。", "从电压力锅捞出炖好的牛腩。（煮肉的西红柿，洋葱弃之不用）", "翻炒均匀。", "加入之前的炖肉汤，转大火烧开。", "加蚝油。", "加生抽酱油提香。\n\n", "捞起煮烂的西红柿皮。", "根据咸淡后加精盐调味。", "大火收汁关火。喜欢的多留一些汤汁吧，拌饭，拌面是一流的。"]
    }
  }, {
    "name": "葱花饼",
    "img": "https://s1.st.meishij.net/r/181/118/6092181/a6092181_153414518487781.jpg",
    "target": "https://www.meishij.net/zuofa/conghuabing_38.html",
    "data": {
      "mainMaterial": ["面粉300克", "玉米油10克", "盐2克", "开水180克"],
      "auxiliaryMaterials": ["葱花适量", "黄酱适量"],
      "cookingMethod": ["提前和好面醒分钟", "擀大片抹油卷起", "下剂擀成薄片饼", "放入锅中烙制", "两面微黄抹黄酱", "放入葱花", "卷起", "折叠即可"]
    }
  }, {
    "name": "冰鲜柠檬水",
    "img": "https://s1.st.meishij.net/r/221/204/13051221/a13051221_153414141581947.jpg",
    "target": "https://www.meishij.net/zuofa/bingxianningmengshui_1.html",
    "data": {
      "mainMaterial": ["新鲜柠檬片", "冰块两粒", "冰糖两粒"],
      "auxiliaryMaterials": ["冰糖两颗"],
      "cookingMethod": ["准备柠檬片放入杯中", "准备两粒冰糖在热水中融化成糖浆", "导入杯中", "导入温水，完成\\n"]
    }
  }, {
    "name": "家庭版蛋炒饭",
    "img": "https://s1.st.meishij.net/r/76/226/5494076/a5494076_153414175373218.jpg",
    "target": "https://www.meishij.net/zuofa/jiatingbandanchaofan.html",
    "data": {
      "mainMaterial": ["白米饭1500克"],
      "auxiliaryMaterials": ["鸡蛋2个", "火腿2根", "胡萝卜1根", "葱花1颗", "盐5勺", "鸡精少许"],
      "cookingMethod": ["鸡蛋打散，火腿肠，胡萝卜切丁，葱花切碎。我这刀工不行，不太均匀嘻嘻。", "铁锅烧油，我用的菜籽油，用花生油也行。锅是在京东买的极匠人铁锅，这个已经用了6年了，防粘锅效果好，没有涂层，而且铁锅升温快，超出来的更好吃！", "下入胡萝卜和火腿肠进行翻炒，加入勺盐。", "加入米饭，进行翻炒，中间开中火不要停的翻炒～炒到7分以后放鸡精。撒葱花即可出锅！第一次分享做法，希望大家多多支持"]
    }
  }, {
    "name": "心形咖啡玛德琳",
    "img": "https://s1.st.meishij.net/r/93/209/2677343/a2677343_153414106528172.jpg",
    "target": "https://www.meishij.net/zuofa/xinxingkafeimadelin.html",
    "data": {
      "mainMaterial": ["低筋面粉50克", "鸡蛋1只", "黄油50克", "细砂糖45克"],
      "auxiliaryMaterials": ["盐1克", "蜂蜜10克", "咖啡13克"],
      "cookingMethod": ["鸡蛋打散，加入细砂糖搅拌均匀。", "加入速溶咖啡粉，搅拌均匀。", "筛入低筋面粉和盐，搅拌均匀。", "加入蜂蜜，搅拌均匀。", "黄油隔水融化，加入面糊中，搅拌均匀。", "盖上保鲜膜，放入冰箱冷藏小时。", "冷藏好的面糊回温后装入裱花袋中。", "挤入模具中，轻轻震一下，烤箱预热至度，中层上下火，15分钟左右即可。"]
    }
  }, {
    "name": "芒果+百香果冰棍",
    "img": "https://s1.st.meishij.net/r/73/127/10031823/a10031823_153413961997843.jpg",
    "target": "https://www.meishij.net/zuofa/mangguobaixiangguobinggun.html",
    "data": {
      "mainMaterial": ["芒果果肉150克", "百香果果酱1大勺", "淡奶油100克", "牛奶150克"],
      "auxiliaryMaterials": ["细砂糖50克"],
      "cookingMethod": ["芒果去皮，取出果肉，然后放入冰箱冷冻几小时。", "取出冷冻的芒果肉，当如果汁杯内。", "加入淡奶油。", "再加入牛奶。", "再加入自制的百香果果酱一大勺。", "最后放入细砂糖。", "把盖子扭紧。", "搅打均匀。", "然后放入冰淇淋机内。", "用冰淇淋机搅拌-10分钟，让液体变的粘稠即可。", "取出准备好的雪糕模具，插好冰棒的棍子。", "把模具填满搅拌好的冰淇淋。", "盖上盖子，放入冰箱冷冻凝固。", "冷冻小时后，取出模具，脱膜即可食用。"]
    }
  }, {
    "name": "红豆薏米南瓜粥",
    "img": "https://s1.st.meishij.net/r/50/123/6030800/a6030800_153413718709803.jpg",
    "target": "https://www.meishij.net/zuofa/hongdouyiminanguazhou_4.html",
    "data": {
      "mainMaterial": ["赤小豆80克", "薏苡仁米65克", "南瓜220克"],
      "auxiliaryMaterials": ["红糖（可不放）适量"],
      "cookingMethod": ["\n\t准备好所有的食材，赤小豆、薏苡仁、南瓜。我用的南瓜是长条形的，也可以用小南瓜或者小金瓜。", "\t南瓜清洗干净，用刀去掉外皮，切成小块，大小合适就好。", "\t赤小豆、薏苡仁分别清洗干净，不用浸泡，直接放高压锅煮。", "\t取出电压力锅内胆，把薏苡仁、赤小豆全部放进去（南瓜容易熟，先不要放），再加入适量的清水", "\t放好内胆，装好电压力锅，调到“豆类、蹄筋”档，好了不用管它了，该干啥就干啥去吧，一会儿就等着吃好喝的祛湿的红豆薏米粥就好了。没有电压力锅的小伙伴也可以用普通压力锅，上汽后再煮30分钟就好。如果电压力锅和普通压力锅都没有，那就用普通锅吧！不过红豆、薏苡仁，最好提前浸泡，不然是很费时、费火的。", "\t时间到了，打开电压力锅，红豆和薏米已经煮好了。", "\t把南瓜块加进去，盖好盖子，再煮5分钟，出锅前根据个人口味可添加适量红糖。"]
    }
  }, {
    "name": "可可妈手工宝宝辅食：香丸烤虾",
    "img": "https://s1.st.meishij.net/r/29/48/13074529/a13074529_153413842145902.jpg",
    "target": "https://www.meishij.net/zuofa/kekemashougongbaobaofushixiangwankaoxia.html",
    "data": {
      "mainMaterial": ["鲜虾五只", "胡萝卜一根", "鸡蛋一个", "奶酪可不加"],
      "auxiliaryMaterials": ["可可妈虾皮粉一勺", "玉米淀粉20克"],
      "cookingMethod": ["食材准备：鲜虾，鸡蛋，胡萝卜，可可妈虾皮粉，玉米淀粉，奶酪（可不加）。\n", "胡萝卜和鲜虾去皮打成泥", "在胡萝卜虾泥中打入一个鸡蛋，加入少许玉米淀粉。担心蛋清过敏可只用蛋黄，加少许水。", "加入一勺可可妈虾皮粉，搅拌均匀", "一岁以上宝宝可以加入奶酪，更加美味", "将混合泥放入裱花袋，挤在烤盘上", "烤箱上下度烤15-20分钟"]
    }
  }, {
    "name": "燕麦土司",
    "img": "https://s1.st.meishij.net/r/63/134/96063/a96063_153413431932072.jpg",
    "target": "https://www.meishij.net/zuofa/yanmaitusi_4.html",
    "data": {
      "mainMaterial": ["金龙鱼面包专用小麦粉500克", "清水260克", "酵母6克", "玉米油50克", "白糖50克", "盐6克", "鸡蛋60克"],
      "auxiliaryMaterials": ["燕麦适量"],
      "cookingMethod": ["这款土司的用料：金龙鱼面包专用小麦粉克，酵母6克。清水260克，盐6克，玉米油50克，白糖40克，鸡蛋60克，燕麦及黑芝麻适量。", "除玉米油，芝麻及燕麦外，其它食材混合在一起，入厨师机。", "选择和面模式，将面团微微揉至光滑，然后加入玉米油，继续揉至面团舒展光滑。", "然后再将燕麦加入揉至融合。", "将面团停止揉，然后微微整至面团光滑，然后醒半小时。", "如图就是醒好的样子，现在这天气不用再入醒发箱。", "将面团一分为二，将一半的面团取出整形。", "分大小相等的三团面，然后搓圆备用。", "将面团擀成牛舌状。", "然后如图这样子卷起。然后入土司盒里，可室温醒发也可入烤箱醒发。", "然后土司的话醒发至八会满就可以安排上盖子，然后继续再醒发分钟左右就可以。", "然后上下火定温度，定时45分钟烤制。", "如图就是烤好的样子，色彩也是很漂亮哦。"]
    }
  }]
}]
